["Publication date: 2021-08-09", "We foster an environment of exploration and continually aim for enhancement and knowledge acquisition.", "There's plenty happening #behindthebet .", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "<LOCATION> | <ORGANIZATION> | Software Developer (Junior) - Java", "Our group has engineered a biologically-derived and exclusive sound processing system that understands your hearing capabilities to customize your auditory experience.", "We empower businesses to streamline and digitize their examination processes to enhance quality & safety and conserve time.", "Publication date: 2021-02-03", "Position Overview:", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Position Overview:", "Ascend Further.", "Business Overview:", "Size of the organization:", "<ORGANIZATION> is a Fair Employment Practices Employer.", "Through collaborating intimately with this community, we guarantee that our product genuinely assists our clients.", "Position Overview", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "Zero-interest travel loan up to £10,000 tax exempt", "Type of organization:", "At <ORGANIZATION> we hold the conviction that each business can unleash their maximum operational potential - and for this, we require your expertise as a Senior Backend Java Engineer.", "<INSTITUTION> <CORPORATION> <ENTERPRISE>", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "Adaptable work schedules and numerous chances to harmonize professional and personal life", "Within our Site Reliability Engineering group, we create top-tier solutions for essential internal business areas, offering crucial abilities for vital cross-departmental initiatives utilizing DevOps optimal methods.", "It facilitates the daily operations of us all.", "Docker AWS ( EC2 S3 ) This could be the appearance of your initial weeks", "Our success wouldn't be possible without a skilled tech squad - and that's where your expertise is needed.", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "Duty", "Business Sector:", "Entry to Culture and Recreation Program", "Our workplace is exceptional, with a versatile work schedule and a fantastic team environment.", "Looking for some additional physical activity? Opt for the company-provided bicycle over the public transit pass.", "Full-time employment", "<ORGANIZATION> is a worldwide frontrunner in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "Size of the organization:", "About OpenTable: OpenTable developers hail from varied backgrounds and we are of the belief that a group with a wide range of experiences can yield exceptional outcomes.", "Driven by its industry-leading process mining core, the <ORGANIZATION> Execution Management System offers a suite of tools and applications, complete with a developer studio and platform functionalities for business leaders and users.", "<ORGANIZATION>, abbreviated as <ORGANIZATION>, is part of the <ORGANIZATION> <ORGANIZATION>, a client-owned Finnish conglomerate of businesses in the retail and service industries, boasting over 1,800 establishments in <LOCATION>.", "Size of the organization:", "Collaborate with the Site Reliability Engineering (SRE) team on the joint comprehensive ownership of a variety of services and/or technological domains.", "<ORGANIZATION> is a worldwide pioneer in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "Position Overview", "You didn't provide a sentence to rewrite. Please provide a sentence.", "In a community of approximately 300 designers from <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you cultivate innovation and teamwork.", "What we can provide for you", "fortnightly technology luncheons", "Of significant importance to us is a robust team camaraderie and a cordial personal rapport with one another.", "You will engage in regular dialogues and receive continual feedback from our technology lead <NAME>, and daily engagement with the entire development team is standard.", "Variety of Employee Support Networks", "Adjustable work schedule", "Job perks: Medical Insurance Exposure to cutting-edge technologies Adjustable work schedule Udemy Access Bookster Continuous Learning Fitness Benefits Platform Company overview: BACKGROUND: <ORGANIZATION> is a Romanian firm established in 2001, a trailblazer in the Romanian digital market with a footprint in <LOCATION> <LOCATION> and <LOCATION>. For more than 18 years, the firm has been consistently investing in tech-based services crafted in <LOCATION>, aiding clients in saving time and resources.", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Health Promotion Initiatives", "At <ORGANIZATION> we enjoy progressing swiftly and disrupting norms, while also prioritizing excellence in areas of significance.", "Visa sponsorship and compensated relocation", "We promote all individuals to voice their thoughts and provide independence and concentration to self-reliant teams.", "Type of organization:", "Concerning Operations, the Digital & Platform Services Operations groups back the Corporate & Investment Bank along with its associates and functions such as Technology Data Science Client Service Product and Platform, in addition to other enterprises and interested parties throughout the company.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Pregnancy and Paternity Leave Adoption Support", "As a team member at <ORGANIZATION>, you will join a worldwide network that encompasses OpenTable and <ORGANIZATION>'s collection of metasearch brands such as Swoodoo, checkfelix, momondo, Cheapflights, Mundi, and HotelsCombined. Numerous employees are committed to a single brand, yet we all enjoy the advantage of leveraging each other's skills and perspectives. Collectively, we're capable of assisting people in exploring the world through dining and travel.", "We also develop our entirely in-house game consolidation and gaming platform, which we call the Engage platform.", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "PHP7 Laravel6 MySQL8", "You will collaborate intimately with an ever-expanding team of seasoned engineers: 2 full-stack, 1 front-end, and 2 native app developers.", "What We Provide:", "Rent Vehicle", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in thinking and innovative solutions that serve the optimal interests of our international clientele.", "FIRE is presently expanding by approximately 2PB of fresh data monthly and is presently undergoing a significant metamorphosis to evolve into a cloud-based service accessible to <ORGANIZATION> teams.", "Our major requirement is that you have a fervor for digital, hence we'll assist you in specializing in a field, support it, and ignite it.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Our goal is to offer the sole software companies require to handle their human resources.", "Particularly when each string of code immediately converts into thousands of real-time user experiences. Everything we create will be utilized in production the instant we deploy the code.", "Within this position you will:", "Take charge of the complete app lifecycle from conception to deployment on the Play Store.", "4 day week - We operate on a 4-day week throughout the summer (Fridays off for the entirety of June, July, and August) - this is excellent for wellbeing and to sharpen our extreme prioritisation abilities.", "Position Overview", "While the entire realm of air accommodations or vehicle leasing is standardized, train, bus, ferries, airport shuttle, all types of terrestrial transportation are disjointed at a regional level.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "If you are seeking a distinctive chance to constantly evolve, gain knowledge from security professionals, and engage with advanced technology, submit your application today!", "Your tasks are rooted in everyday activities such as purchasing your groceries, refueling, or residing in a hotel.", "Health Promotion Rewards", "Entry to Culture and Recreation Program", "Accreditation(s) in pertinent areas", "OpenTable groups operate autonomously and devise their own work methods.", "Position Overview", "Tech Tools", "Complimentary use of <ORGANIZATION> offerings such as magazines and services", "Should you be keen on joining our team, kindly submit your application in English to", "Position type:", "<ORGANIZATION> operates as an autonomously controlled affiliate of <ORGANIZATION> <ORGANIZATION>.", "And if you're utilizing S Group offerings, you can witness the outcomes firsthand.", "What we provide", "We provide our users the liberty to indulge in their favorite content anytime and anywhere they desire.", "<REACH OUT>", "Becoming a part of our team signifies your involvement in something truly thrilling and significant. We are the technological facilitators ensuring <ORGANIZATION> <ORGANIZATION> systems are safeguarded and the gaming experiences we provide to kids and adults globally are protected and secure as well. Work-life equilibrium and adaptability are essential principles in our engineering ethos, which is focused on teamwork, independence, and technology. However, enjoyment is also an inherent aspect of your workday at the <ORGANIZATION> <ORGANIZATION>.", "We welcome submissions from everyone, irrespective of age, gender identification, disability, marital or civil union status, pregnancy or maternity status, faith or conviction, racial or ethnic background, gender, sexual preference, transgender status, socio-economic background, and so forth.", "Mobile Application Developer", "We represent:", "Creative Specialist", "Position Overview", "intelligent SAP systems", "Honesty", "£60,000 - 80,000", "Should you believe you possess the necessary skills to thrive in this position, feel free to apply below or drop us a brief note with any queries for additional details.", "We are eager to receive your response.", "Our primary backend work is predominantly in Java 8.", "Here's a glimpse of some of our thrilling initiatives: Bakong - constructed with Hyperledger Iroha implemented by <ORGANIZATION> in the <LOCATION> <LOCATION> <LOCATION> <ORGANIZATION> - developed with Hyperledger Iroha rolled out by the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> in <LOCATION> FUHON - crafted in C++ for the Filecoin distributed storage protocol KAGOME - Polkadot Host protocol fashioned in C++ for Web3 Foundation Polkaswap - an AMM DEX created on Substrate in the Polkadot ecosystem SORA - our blueprint for the future of value exchange A decentralized autonomous economy.", "Position Overview", "of empowerment, confidence, acknowledgement, independence, and quarterly clarity regarding company objectives.", "Why choose <ORGANIZATION> Digital Development? Apart from competitive salary, additional perks and fantastic team members, here are a few aspects you may find appealing: We believe there is no other local firm that can enhance the everyday life of the average citizen as we can.", "Physician advised you to limit standing time? Our transportation benefits got you covered with an annual public transit pass.", "<COMPANY> <INSTITUTION>", "Reach out to us through our", "Position Overview:", "We absolutely adore development here at <ORGANIZATION>, so you'll be immersed in a community of other industry professionals and gain a wealth of knowledge from the other developers here.", "Remuneration:", "Zero extra hours", "Skilled motivational peers from across the globe", "Business Overview:", "Who is the ideal candidate we're seeking?", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "Job perks: Group meals, Regular social hours with beer and gatherings, Competitive pay, Adjustable work schedules, Easily accessible offices, Freedom to choose your work equipment, In-house sports, Table Tennis, Foosball, Yoga. Company overview: <ORGANIZATION> is the pioneer and foremost provider of Internet TV in Europe. Since our inception in 2006, we've entertained millions of users by offering a vast array of sports events, films, and TV shows on their preferred devices. We are committed to pleasing our current users and drawing in new ones by continually improving our product and strengthening our business.", "Business Sector:", "Influence", "Required Skills:", "Education & Training Materials", "<ORGANIZATION> <ORGANIZATION> situated in <LOCATION> close to <LOCATION> is a part of the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and has a global presence in 10 locations, supported by over 100 accredited partners.", "Our goal is to revolutionize the conventional wealth management sector, making top-tier investment services accessible to all.", "Complimentary fruits and beverages", "Remuneration:", "Type of organization:", "You are thoroughly engaged in all procedures and you have a comprehensive understanding of the <ORGANIZATION> system.", "From a user perspective, our work impacts every aspect of their experience, from the platform they utilize to the games they engage in.", "fiscal management", "In 2019, our diligent efforts secured €30M in Series B financing to broaden our product range and their market penetration.", "Compensated Leave", "Global", "Constructing a scalable, rapid-rate, and transaction-heavy e-commerce platform presents its own unique difficulties.", "We are also on the verge of initiating joint development of a segment of another digital platform we are incorporating internally.", "Within the campus, there are 13 discounted eateries, coffee shops, and a Waitrose.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "You will primarily operate in the back end realm, assisting us in honing and determining the way we gather, process, and implement our client's Research subscriptions to accurately provide them with their specific requests through our distribution networks.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "<ORGANIZATION> is a global pioneer in the field of bioinformatics.", "Our journey here has been fueled by our passion for constant progression and tangible outcomes.", "Full-time employment", "Why hesitate? Submit your application today to construct an incredible career and join a fantastic team.", "Position Overview", "Confidential", "Compensated Leave", "Cloud Development Operations Specialist", "Position:", "Abilities & prerequisites", "<STREET> <STREET> <AREA> - <AREA>", "- Full-time with the possibility of remote work", "Business Sector:", ". . favor clear, straightforward, and candid communication . .", "For additional details on Software Engineering positions, kindly refer to the Software Engineering Job Family Overview.", "...thrive best in a compact, non-red tape environment...", "to become a part of the #KnowledgeBasedCompany and evolve into the expert you admire today", "<ORGANIZATION> empowers entities to stay abreast with the speed, quantity, and intricacy of transformation.", "Position type:", "Kindly be aware that due to technical constraints, we are unable to receive applications through email.", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in perspective and innovative solutions that serve the optimal interests of our international clientele.", "<ORGANIZATION> is a digital hub offering analytical intelligence and information on personnel transitions to industry professionals, aiding them in discovering answers and creating impact in their respective markets.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Level of experience:", "<ORGANIZATION> most vital asset, our essence, is our personnel.", "Be part of a team comprising 8 different nationalities (out of 16 staff members) and diverse backgrounds.", "Per quale motivo opterai per Accenture? Per sperimentare la passione e la dedizione che investiamo nei nostri clienti nel rivoluzionare il loro approccio al lavoro attraverso le tecnologie più avanzate.", "These are the requirements you must possess:", "As such, we prioritize the personal advancement and skill enhancement of each team member, in conjunction with the strength finder test... we provide appealing remuneration structures (top-tier salary, stock option packages, employee referral incentives, family services, flexible work schedules...). We are forward-thinking and one of the most rapidly expanding Software-Unicorns globally... we are specialists in the realm of Process Mining - the innovative Celonis Execution Management System offers a suite of tools and applications: the EMS solutions assist businesses in managing every aspect of execution management, from analytics to strategy, planning, management actions, and automations... we set ourselves apart with a unique blend of innovative start-up environment coupled with high professionalism and autonomous work. Job perks: Remote Work, Flexible Work Schedules, Work from Home Options, Various sports groups such as soccer and yoga, Restaurant coupons/ Lunch assistance, Centrally located offices, Excellence Tech - internal growth, Personal development budget, 4 hours/ week for personal topics/ personal growth/ training, Retirement plan / Employee Stock Option Plan. Company overview: <ORGANIZATION> is the frontrunner in Execution Management Systems (EMS) that removes obstacles to execution capacity to optimize business performance. Powered by its industry-leading process mining core, the <ORGANIZATION> EMS enables companies to manage every aspect of execution management, from analytics to strategy, planning, management actions, and automations. At <ORGANIZATION>, we are convinced that every company can unleash their full execution capacity. We believe customer trust is gained by delivering value. Hence, we gauge our success in customer results and assess innovation by the value it provides. When our customers thrive, we thrive. Celonis serves thousands of clients including <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION>. We recruit for talent demonstrating dedication, character, and competence. Our company language is English and our employees are located worldwide. <ORGANIZATION> has its headquarters in <LOCATION> and <LOCATION> <LOCATION>, with 15 offices globally.", "Being a member of our team, you will consistently strive to enhance the dependability and efficiency of our service. Collectively, we will be accountable for guaranteeing that the service delivered to <ORGANIZATION> <ORGANIZATION> and other current archives meets the highest standards.", "Business Overview:", "At present, our concentration is on the enhancement of our fundamental self-service platform where our clients can not only maintain their relationship with us, but also with their customers.", "We'll review your examination and pose some more detailed inquiries.", "Level of expertise:", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Confidential", "Submit your application now through our digital platform", "We also boast a secluded area of <LOCATION> <LOCATION>, perfect for warm summer days and team bonding activities!", "What are the benefits for you?", "It's not an unreasonable request. Regardless of how you envision your career, we commit to a prosperous future for all at <ORGANIZATION>.", "We <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> are specialists in uncommon genetic disorders.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Search no more!", "We are a cordial and encouraging group.", "For additional details, kindly visit our webpage.", "Intrigued?", "Prerequisites", "Intrigued? Then submit your application online in merely 10 minutes through the apply now button for the position of Senior Software Engineer ( m/f/d ) - Fintech Application.", "Pregnancy and Paternity Leave Adoption Support", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Transforming the spectacle industry, we provide the most extensive range of branded eyewear at superior prices, along with all the necessary services through our internet-based multichannel strategy.", "Position:", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "Teamwork has completely adjusted to it and we strive to maintain the sense of team spirit.", "We are currently engaged in", "Tech Tools", "Description of the organization:", "Business Overview:", "Present details about the application procedure. Our group is presently operating from home due to the pandemic.", "We understand that everyone has commitments beyond their job, hence we're open to discussing flexible work arrangements.", "Our squad operates entirely remotely from various parts of the <LOCATION>", "Position Overview:", "to boost business efficiency and generate", "<INSTITUTION> <CORPORATION>", "We handle 500 digital Sportsbook wagers every second each Saturday, equivalent to the volume of orders managed by <ORGANIZATION> <LOCATION> on its peak day of the year.", "Position Overview", "Health and wellness perks including on-site physical therapy/massage therapy, legal consultation, and more.", "Employees are granted up to four days annually for volunteer work at their preferred charities;", "Over 10,000 individuals", "Submit your resume along with samples of your work, and if you maintain a current github profile with your code, that's an excellent beginning.", "All'interno di <ORGANIZATION> ti svilupperai in un contesto internazionale e ogni giorno avrai l'opportunità di fare la differenza grazie a ciò che ti contraddistingue.", "<STREET> <STREET> <AREA> - <AREA>", "We foster an environment of exploration and continually aim for enhancement and knowledge acquisition.", "Full-time employment", "Pension Accumulation Plans", "Owing to this dual emphasis, <ORGANIZATION> is an exceptionally distinctive workplace.", "Within our groups, no one has all the knowledge and we don't anticipate you to as well.", "We maintain an open, flexible, and communicative environment.", "When you are employed at <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you're not merely working for an international financial establishment.", "As a Lead Data Engineer (Data Platform), you will become part of our progressive and innovative team of Data Engineering professionals.", "Why Engineering at <ORGANIZATION>? Engineering at <ORGANIZATION> fosters a distinctive team ethos rooted in cooperation, transparency, inclusiveness, and career growth.", "<ORGANIZATION> is a worldwide pioneer in financial solutions, offering strategic counsel and offerings to the globe's most distinguished corporations, governmental bodies, affluent individuals, and institutional investors.", "Code as Infrastructure.", "Our investigators dedicate each day to searching for signs of malicious actor behavior and collaborating with engineering and security groups to enhance our detection abilities and security measures.", "We hope for great success with your application.", "Furthermore, we have developed and put into action a cutting-edge, module-based structure that you can contribute to and learn from.", "This close link between the virtual and tangible realm makes the job tangible and gratifying.", "Full-time employment", "There's one aspect we anticipate from you beyond all else.", "Philanthropic Donation Matching", "The firm has expanded 5,000% in 4 years and 300% in the previous year.", "Position Overview:", "Tech Tools", "Network Expansion Engineer - ( <ORGANIZATION> ) <ORGANIZATION> <ORGANIZATION>", "Remote work stipend to assist you in getting settled", "Type of organization:", "Discover the German heritage and participate in our complimentary German language classes.", "Type of organization:", "No outdated programs!!", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "DevOps Systems Manager", "Medical and Insurance Coverage", "Encircled by the stunning <LOCATION> <LOCATION> rural landscape, our cutting-edge Campus offers employees a tranquil environment where the quest for scientific exploration and impactful work form the foundation of every position.", "Entry to Culture and Recreation Program", "Education & Training Materials", "COMPLETE STACK SOFTWARE ENGINEER ( M/F/D )", "Education & Training Materials", "Reduced prices for Fitness First gym subscriptions for staff and immediate relatives;", "Immediate response", "<ORGANIZATION> boasts hundreds of thousands of flats on its platform, with thousands more being added on a weekly basis.", "We depend on specialists to whom we provide autonomy and liberty.", "offering competitive pay, medical coverage, extra vacation days, adaptable work schedule, educational allowance, language classes, staff-driven seminars, office benefits, regular team strengthening and corporate gatherings, business journeys to <LOCATION>.", "Merit-Based Corporate Incentive", "We appreciate superior user-focused and enduring efforts and aim to be at the cutting edge of technology and teamwork.", "You receive:", "The technology stack we utilize", "<INSTITUTION> <INSTITUTION>", "We collaborate with top-tier digital firms, tertiary education establishments, governmental bodies, charitable entities, and association groups.", "Regardless of the gadget, the hour, or the location, we ensure that captivating vast, varied crowds with top-tier amusement is achievable.", "What we can provide for you", "We'll call you in for a discussion", "Employment perks: -", "Level of experience:", "<REACH OUT> <REACH OUT>", "We safeguard the information, brands, and values of our global clients and assist in creating a more secure online environment.", "Prerequisites", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground defended by relevant legislation.", "Construct instruments", "Entry to Culture and Recreation Program", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "Position type:", "<ORGANIZATION> communal and comprehensive site events", "Health Promotion Initiatives", "<INSTITUTION>", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "50% discount on the price of a <ORGANIZATION> testament", "We tackle each task adhering to the JAMstack guidelines, we're discerning with technology and only utilize what's appropriate for the project.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Level of experience:", "We initiated in 2012 and currently assist thousands of clients globally.", "Perks of the position: Medical and Insurance Coverage Wellness Initiatives Maternity and Paternity Time Off Adoption Support Retirement Investment Plans Compensated Leave Educational Support Access to Cultural and Entertainment Programs Share Buying Scheme Philanthropic Donation Matching Learning & Growth Tools Company overview: <DESCRIPTION>$", "We initiated in 2012 and currently assist thousands of clients globally.", "The <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> ( <ORGANIZATION> ) functions at the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> ( <ORGANIZATION> ) in <LOCATION> close to <LOCATION> a collection of high efficiency neutron scattering tools.", "Your progression at <ORGANIZATION>", "Expanded Learning possibilities and guidance scheme", "Position Overview", "Position Overview:", "There are chances for global travel to our branches in <LOCATION> <LOCATION> and <LOCATION> (our workspace is just a 5-minute walk from the beach).", "Employment perks:", "Regardless of your position within <ORGANIZATION>, you have access to our health and wellness benefits and leave schemes.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Position type:", "You will acquire - and impart - expertise during regular learning group meetings and our yearly Code Camp.", "Job tenure for a definite period of three years with potential for extended-term opportunities", "Position Overview", "<INSTITUTION> <CORPORATION> <COMPANY> <FIRM> <ENTERPRISE>", "Compensated subway fare if required", "Education Funding Support", "Experience in examining applications at all tiers of the testing pyramid.", "Maternity/Paternity leave schemes, adoption aid, fertility assistance", "Career advancement e.g.", "pair", "Size of the organization:", "Senior User Experience Architect ( m/f/d )", "Job perks: Attractive remuneration packages inclusive of equity options Casual Friday Drinks Flexible Working Hours Relocation Assistance Complimentary Lunch on Fridays Exceptionally friendly & intelligent colleagues Relaxation Time with Yoga on Mondays Numerous intriguing and intricate technical problems Company overview: About <ORGANIZATION> <ORGANIZATION> is striving towards a goal of integrating global transportation into a single distribution system and crafting seamless consumer experiences. While the entire world of air, hotels, or car rental is standardized, rail, bus, ferries, airport transfers, and all other forms of ground transportation remain disjointed at a local level.", "Adjustable work schedule", "We'll consistently stand by their side, advocating for their interests and striving to enhance their influence.", "Click here to discover what we believe mirrors our actions and our work approach.", "Compensation: £35,000 – £45,000 At <ORGANIZATION> <ORGANIZATION>, we are revolutionizing how consumers and businesses interact with the digital universe.", "Who we are seeking", "Business Overview:", "Quality Assurance/Test Engineer", "Regarding <ORGANIZATION> <ORGANIZATION>", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "We frequently adjust and transition to different work methods consistently and are highly receptive to change.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "We understand that everyone has commitments beyond their job, so we're pleased to offer our team as much flexibility as possible in their work schedules.", "We are a varied and energetic group with chances to enhance and cultivate your abilities in a nurturing setting.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Join one of the most rapidly expanding and highly noticeable Fintech startups in <LOCATION>, developing a groundbreaking service that significantly influences the lives of our clients.", "Our work encompasses projects that span from desktop or mobile casinos to wagering websites... to mention just a few.", "<PLACE OF EMPLOYMENT>", "Your contributions will impact individuals across the financial range and throughout all our sectors: <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and within the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> .", "Taking pleasure in your work and having the opportunity to advance in your profession is significant to us.", "The Digital Event Bus group is positioned alongside Notifications Metrics and Application Monitoring units that constitute the Fundamental Services of the Digital Platform.", "Business Overview:", "A brief 4 hour technical examination.", "Currently, <ORGANIZATION> <ORGANIZATION> stands as <LOCATION>'s premier digital wealth manager, overseeing assets worth more than 2 billion Euros, functioning as a neo-broker for autonomous decision makers, and is a <LOCATION> frontrunner in delivering B2B digital wealth management platform solutions.", "We understand that juggling family and professional life can be tough, hence we offer flexible work schedules and 30 days of vacation annually for everyone.", "Exchanging thoughts and assisting one another with projects and collaborative coding sessions are a routine aspect of the day in this role.", "How's the team dynamic", "As a part of our <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you will plunge directly into developing inventive strategies that propel businesses and careers forward.", "We prefer collaborating in a shared space to foster unity and enhance our team's productivity, however, remote work is also an option (which is the norm during the pandemic).", "£25,000 - £40,000", "Our technological proficiency and extensive development sectors offer you experience that will undoubtedly be beneficial in your professional journey.", "Do not consider this position if you are unable to travel to <LOCATION> on a daily basis.", "Perks", "Health Promotion Initiatives", "Together, you will collaborate with your colleagues and throughout the Digital Platform, which encompasses other engineers, architects, designers, cyber and product teams to construct the most optimal solutions possible.", "Level of experience:", "Level of experience:", "Zero extra hours", "All aspects are cloud-oriented for enhanced scalability and swift market entry.", "Telecommute", "Full employment", "Our Identity", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "The Perks: There's a rationale behind why individuals can't cease discussing #LifeAtSky.", "Discover more about our crew and work environment to envision yourself as our upcoming Mimian here.", "Fascinating tasks in the rapidly expanding Big Data field with the opportunity to make a significant contribution.", "Are you keen on becoming part of one of the world's foremost Business Process Management firms? As we broaden our footprint into fresh markets worldwide, we are seeking to augment our team across all divisions.", "We promote transparent dialogue within the team; debate and accept concepts based on their worth.", "To make matters even more engaging, all of this must be accomplished as effectively as possible without neglecting the customer experience.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "Furthermore, based on the position you've applied for and the character of any criminal records you may possess, we may need to rescind the offer.", "Health and Well-being Initiatives", "Site alternatives:", "Position type:", "Business Sector:", "Collaborate with approximately 6,400 staff members in one of <LOCATION>'s largest research facilities and assist us in driving transformation!", "Our objective is to utilize contemporary technology to simplify and reduce the cost of investments.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Philanthropic Donation Matching", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Individuals continue to be the focal point of all our endeavors and most of our team members are currently operating from home to maintain operational consistency, utilizing remote communication and collaboration instruments.", "Full Stack Software Developer - <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>", "You're not just observing a task; you possess the merchandise.", "We are a varied group and endeavour to optimise and foster each person's capabilities.", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "What is our role: Velocity Consulting: Specialized assistance to address extremely intricate engineering challenges or salvage jeopardized projects by a select team of specialists.", "As a component of <ORGANIZATION>'s hiring procedure, applicants must successfully pass a pre-employment screening process.", "This applies to our product evaluations as well – our thorough examinations and professional suggestions assist customers in making more informed choices.", "<ORGANIZATION> takes pride in being an Equal Opportunity Employer and we warmly invite applicants of all backgrounds and experiences to seek positions within our team.", "We are <ORGANIZATION> <ORGANIZATION>, a subsidiary of the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>.", "Our expansion has been rapid and we are committed to maintaining this momentum.", "You haven't provided a sentence from a job posting. Please provide a sentence for me to rewrite.", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "Submit your application and share how you can contribute significantly.", "Submit your application for the position and we'll evaluate it.", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "Pension Accumulation Plans", "Position Overview", "Your concentration will be on:", "Business Overview:", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Health promotion initiatives and psychological support resources including EAP", "Position Overview:", "Regardless of your current career stage, there's ample opportunity for advancement and continuous assistance awaiting you at <ORGANIZATION>. Perhaps you're prepared for visibility on significant career-enhancing tasks with top management. Maybe you're looking to broaden your fundamental abilities and venture into a fresh field of specialization. Or perhaps you've always desired to live in a different city. Maybe you just want to gain knowledge from some of the industry's leading experts.", "You need to provide a sentence for me to rewrite.", "<ORGANIZATION> <ORGANIZATION> also serves as the headquarters for <ORGANIZATION>, a prominent <LOCATION> and <LOCATION> media corporation, proudly featuring independent local and national radio stations such as <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION>.", "If this work style doesn't suit you, kindly refrain from applying.", "Codefest classes & creativity days", "Preferred Qualifications:", "For <ORGANIZATION> <ORGANIZATION> corporations, transitioning to a smart business has emerged as a crucial strategic objective.", "Complimentary fruit snacks & beverages", "<ORGANIZATION> also holds accountability for the strategic direction of <ORGANIZATION> <ORGANIZATION> and the growth of the business chains.", "There are just not many firms globally where you can deploy exclusive code driving a whole nation's payment system in the first part of your day, and then conclude your day developing an open source decentralized cryptocurrency exchange utilized by an international audience.", "Our entire team is situated in a single office in the stunning <LOCATION>, but given the present circumstances, we are operating and onboarding entirely remotely to ensure the safety of our staff.", "Education cost repayment and customized learning trajectories", "Tech Tools", "We construct web/mobile platforms for global market frontrunners such as <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> (utilized by <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> among others), in addition to numerous significant European and American start-ups.", "Over 10,000 individuals", "We provide attractive remuneration and foster individual advancement through practical internal mentoring and a personal growth fund that encompasses three days of leave annually.", "<ORGANIZATION> <ORGANIZATION> advocates for equal chances and variety in its employment interactions.", "You can maintain your fitness at our discounted gym, enjoy the newest films and performances at our movie theater, have your vehicle cleaned, and even indulge in treatments at our beauty spa.", "We do not engage in prejudiced behavior based on any safeguarded characteristic such as ethnicity, faith, complexion, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground defended under relevant law.", "<STREET> <STREET> <PLACE> - <PLACE>", "<PREMISES> <PREMISES> <SITE> - <SITE>", "Our utilized framework consists of Spring ( MVC ) and Spring Boot.", "Size of the organization:", "Tech Tools", "We don't wish to boast, but we're not your typical feedback provider. We're the sole feedback platform accessible to all businesses and consumers — yet autonomous from both — and globally recognized for our commitment to transparency and content authenticity.", "We take pride in our driven, distinctive, and enthusiastic team of specialists who propel the company's development and progression. We hold the conviction that each new recruit introduces fresh skills and innovative concepts, providing us with the capacity to accomplish even greater feats collectively in the future.", "Our squad operates in a comparatively fresh sector of the company, constructing a platform designed to facilitate smoother integration with external third-party operators and game suppliers, with the goal of providing players with the finest assortment of games and the most delightful experience conceivable!", "Our clientele hail from the culinary, pharmaceutical, personal grooming, automobile, chemical sectors and supply chain management.", "Employment perks:", "- 13” speckled Macbook Pro and if you're at the workplace, then a 27” Thunderbolt monitor.", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "Size of the organization:", "Our Identity", "We are eager to receive your response.", "Discounted meal options", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Weekly athletic events", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "At each stage, our engineers make a substantial technical and commercial contribution by designing, constructing, and maintaining cutting-edge systems to drive our client's mission-critical applications.", "Education Funding Support", "We are seeking a UX & UI Designer ( m/f/x ) who is a champion for the user, passionate about creating user experience strategies based on technical specifications, user-insights, and definitions for our Art Data Platform ( <ORGANIZATION> .", "All eligible candidates will be given equal opportunity for employment irrespective of their race, color, faith, gender, nationality, sexual preference, gender identification, disability, veteran status, or any other attribute safeguarded by law.", "Type of organization:", "Who might you be?", "We are also on the verge of initiating joint development of a segment of another digital platform we are incorporating internally.", "Pension Accumulation Plans", "Employment perks:", "£25,000 - £40,000", "Horizontal Organizational Structure", "With their dual brands <ORGANIZATION> utilized for worldwide exploration and <ORGANIZATION> employed for ticketing and travel, they draw in over 600m+ users annually while persistently introducing new regions, new sectors, and new offerings as they expand.", "Take charge of the complete app lifecycle, from conception to deployment on the Play Store.", "<ORGANIZATION> is a digital platform that offers analytical intelligence and expertise on personnel transitions to industry professionals, assisting them in discovering solutions and creating an impact in their respective markets.", "Full employment", "<ORGANIZATION> <ORGANIZATION> is an employer that upholds equality and is dedicated to ensuring equal opportunities for all its staff members and candidates.", "Position Overview:", "Require a vacation?", "option for remote work", "As a worldwide rapidly expanding pioneer in process mining technology, our objective at <ORGANIZATION> is to position our Intelligent Business Cloud as a conventional SaaS solution in every enterprise.", "Position Overview:", "You will be authorized to implement modifications to ensure we're constructing the appropriate software in the correct manner.", "Submit your resume along with samples of your work, and if you maintain a current github profile with your code, that's an excellent beginning.", "Our workplace is exceptional, with a versatile work schedule and a fantastic team environment.", "<ORGANIZATION> is dedicated to ensuring a congenial, secure, and inclusive atmosphere for all who are employed here or collaborate with us, irrespective of gender, gender identity and expression, sexual orientation, disability, physical looks, body dimensions, ethnicity, age, faith (or absence of it), and artistic tastes.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "The role is situated in <LOCATION> <LOCATION> <LOCATION> <LOCATION> .", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "We provide a harmonious and adaptable strategy for in-office and remote work - presently and for the foreseeable future.", "You possess:", "Individuals are structured within groups in Associations and Sections that self-govern and handle distinct technological or cross-group functional elements such as a common Q/A environment.", "If you are keen on this role, we eagerly anticipate your application, inclusive of a cover letter and resume: <CONTACT> Job perks: Training and Personal Growth Healthy Work Environment Company Gatherings Outstanding Work Ambience Social Perks Work-Life Equilibrium Open-Space Office Adjustable Work Schedule Cafeteria Remote Work Company overview: ABOUT US Greentube Internet Entertainment Solutions, the worldwide interactive division of <ORGANIZATION>, is a premier creator and provider of iGaming solutions. <ORGANIZATION> is a fully owned subsidiary of the <ORGANIZATION> <ORGANIZATION>, one of the largest manufacturers and operators of gaming technologies and one of the most extensive integrated gaming corporations globally. Greentube's industry-leading omni-channel technology enables the merging of online, mobile, and land-based games. The well-diversified product range includes Classic Slots, Table Games, Live Dealer Gaming, AWP Reloaded Slots, Server-Based Gaming, Social Casino Gaming, Bingo, and more.", "to collaborate in multidisciplinary teams with ample passion and intellect", "You will be operating as a member of our Agile 10-person crew to assist in delivering iterations and fresh features to our product.", "Practical experience in backing up the subsequent technologies in a corporate scale setting/ISP", "Unlock your potential and forge your career with us.", "You'll uncover numerous additional advantages of being employed at <ORGANIZATION>, including initiatives that match your philanthropic donations, compensate you for furthering your education, and provide you with exclusive employee discounts on <ORGANIZATION> products.", "Employment perks: Health, Dental, and Vision Coverage Onsite Gym and Health Centers (differ by location) Pension Schemes (differ by nation) Equity Awards and Price Reductions Educational Support Philanthropic Donation Matching Travel Coverage and Emergency Aid Family Leave Programs Maternity/Paternity Leave and Adoption Support Special Discounts on <ORGANIZATION> Goods Company overview: <DESCRIPTION>$", "A brief 4 hour technical examination.", "Undertaking studies for a transforming community: This is what motivates us at <ORGANIZATION> <ORGANIZATION>.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Network Expansion Specialist", "Job tenure for a definite period of three years with potential for extended-term opportunities", "Adjustable work schedule", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Position Overview:", "<PLACE> <PLACE>", "You may also forward your application directly to", "We integrate disparate HR procedures into a unified and user-friendly platform, assisting HR managers and supervisors in their everyday office routine.", "We probe and effect transformation - from addressing internet fraud to advocating for more secure products, we are the autonomous consumer advocate that sways politicians and legislators and keeps corporations accountable.", "tech-driven change initiatives on an international level.", "This position necessitates a range of skills and competencies including:", "We offer an educational allowance and have set aside every Friday afternoon for the development of new abilities.", "Particularly in these difficult periods, we will make every effort to assist you throughout your application process.", "We are convinced that this procedure is reciprocal, so what can we offer you?", "<ORGANIZATION> provides an opportunity to join a rapidly expanding firm with numerous career advancement options, a welcoming and transparent work environment, adaptable work schedules, and a range of perks.", "Just one final note: we're seeking individuals here, not 10x developer lone ranger tales, no spotlighting you, but rather plenty of engagement with folks who think like you, learning from one another.", "Of significant importance to us is a robust team camaraderie and a cordial personal rapport with one another.", "Should you wish to clarify anything about your role, our mission, or operational procedures prior to submitting your application, feel free to engage in a conversation with our IT Recruitment Expert <NAME> <NAME> ( <CONTACT> <CONTACT> <CONTACT> <CONTACT> <CONTACT> .", "Practical experience with", "Pregnancy and Paternity Leave Adoption Support", "What we can provide for you", "We aim to ensure that you'll be surrounded by the most skilled peers and the right atmosphere to develop and accomplish outstanding outcomes, evolving into what you aspire to be on both a personal and professional level.", "Cooperative and transparent corporate environment committed to creating", "From 2009, we at", "Entry to Culture and Recreation Program", "Does this resonate with you? If so, we're eager to get in touch with you.", "Over 10,000 individuals", "Given the vital role of data in managing our operations in a constantly evolving sector, we are eager to bolster our <ORGANIZATION> team by welcoming you as a Senior Data Warehouse Developer (m/f/d).", "In our pursuit to enhance and enrich the experience for our dining and restaurant clientele, we are in search of a Software Engineer to become a part of our <ORGANIZATION> team.", "There are instances for global travel to our branches in <LOCATION> <LOCATION> and <LOCATION> (our workspace is just a 5-minute walk from the beach).", "Come aboard and you'll become part of a large global conglomerate boasting impressive brands and a promising future.", "The art industry has been described as opaque for the majority of its history.", "Medical and Insurance Coverage", "Why hesitate? Submit your application today to forge an incredible career and join a fantastic team.", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in perspectives and innovative solutions that serve the optimal interests of our international clientele.", "Venture Capital Backed", "Site alternatives:", "Employees are granted up to four Charity Days annually to devote to their preferred non-profit organizations;", "For additional details, kindly visit our website.", "The <LOCATION> is the most rapidly expanding area for <ORGANIZATION> and is projected to surpass 50% of its overall income, hence the enlargement of <LOCATION> offices in <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> along with <LOCATION> <LOCATION>.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "We are a budding start-up where each staff member directly influences our expanding user base.", "At <ORGANIZATION>, inclusion is the beginning of innovation.", "Contemporary and autonomous work environments", "Our objective is to create the finest instruments to assist these experts in guaranteeing they can accomplish their vital duties.", "We hold the conviction that a varied team aids us in comprehending and generating a beneficial influence for customers.", "Following this, you will engage in novel forms of assessments such as cooperative evaluations through video.", "Education & Training Materials", "You will serve as the direct supervisor for the developers under your leadership and report straight to the Chief Technology Officer.", "Horizontal structures", "We depend on specialists to whom we provide autonomy and liberty.", "We appreciate your insights and concepts and will provide you the liberty to drive and execute them!", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "For additional insights about being part of our team, look up <NAME> on various social media platforms.", "Should you require any modifications to our hiring procedure, please communicate with our recruitment specialist <NAME> <NAME>, who will be pleased to assist you.", "About our company:", "Position Overview:", "1,000-5,000 individuals", "You will acquire - and impart - expertise during regular learning group meetings and our yearly Code Camp.", "We welcome submissions from everyone, irrespective of age, gender identification, disability, marital or civil union status, pregnancy or maternity status, faith or conviction, racial or ethnic background, gender, sexual preference, transgender status, socio-economic background, and so forth.", "We are <ORGANIZATION> <ORGANIZATION>", "Philanthropic Donation Matching", "Everyone has the ability to actively influence company procedures and ethos.", "Currently, over 5200 individuals are employed at eMAG. We firmly believe in nurturing talent, and as such, each year we dedicate increasing amounts of energy and resources to ensure we remain a continuously learning organization. Our aim is to provide you with highly skilled colleagues and the right environment to flourish and achieve outstanding results, helping you to realize your personal and professional aspirations.", "the", "Education & Training Materials", "You are allotted a monthly educational allowance for literature, classes, seminars, and so forth.", "Employment perks:", "We initiated in 2012 and currently assist thousands of clients globally.", "This is slightly more official and if you're in the vicinity, we'll accommodate at <ORGANIZATION> headquarters in <LOCATION>, otherwise, it'll be a virtual meeting.", "You'll require approximately 3 - 4 years of professional experience and will be involved in a diverse range of projects, all utilizing the most recent technology (more details to follow).", "<ORGANIZATION> boasts hundreds of thousands of flats on its platform, with thousands more being added on a weekly basis.", "Position:", "You'll become part of a group of inquisitive troubleshooters with a variety of viewpoints who are dreaming large and embracing challenges.", "Mobile Application Developer", "You, in collaboration with the entire team, will concentrate on assignments to enhance the user-friendliness and dependability of our product to offer our users the most optimal experience.", "We all possess the same opportunities here, allowing us to transition into various teams.", "Education & Training Materials", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Kindly submit your resume and cover letter detailing your appropriateness for the position.", "Collaborate with a global and expanding team with previous professional experiences at major (financial) establishments like <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> or <ORGANIZATION>", "You didn't provide a sentence to rewrite. Please provide a sentence.", "<STREET> <STREET> <AREA> - <AREA>", "Alternatively, you can take advantage of our complimentary shuttle buses that operate to and from <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> and <LOCATION> <LOCATION> subway stations.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Your primary location will be our main office in <LOCATION>, although there is potential for flexible/remote work arrangements.", "Education Funding Support", "Employment perks:", "You'll become a member of a team intentionally assembled to fulfill and surpass our progressing technological requirements as well as our technology controls plan.", "It's diverse and each project is unique, which is exactly how we prefer it.", "Full employment", "<ORGANIZATION> empowers entities to stay abreast with the speed, quantity, and intricacy of transformation.", "Position Overview", "We have diligently strived to assemble a team of exceptionally skilled, industry-leading professionals who collaborate willingly to guarantee their work contributes to a brighter future.", "We are seeking team players who comprehend that straightforwardness and dependability are the crucial elements to consider during decision-making.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Don't merely adhere to the regulations.", "Over 10,000 individuals", "Second to Fourth Month:", "Business Sector:", "pair", "Perks of the position: Medical and Insurance Coverage Wellness Initiatives Maternity and Paternity Time Off Adoption Support Retirement Investment Plans Compensated Leave Educational Support Access to Cultural and Entertainment Events Share Buying Scheme Philanthropic Donation Matching Learning & Growth Tools Company overview: <DESCRIPTION>$", "Telecommute", "We are passionate about our work and relish the moments we share together.", "Employment perks: Medical and Insurance Coverage Wellness Initiatives Maternity and Paternity Time Off Adoption Support Retirement Investment Plans Compensated Leave Educational Support Access to Cultural and Recreational Program Share Buying Scheme Philanthropic Donation Matching Learning & Growth Tools Company overview: <DESCRIPTION>$", "If this work style doesn't suit you, kindly refrain from applying.", "Position:", "premium quality equipment (Apple Bose) adaptable holiday scheme", "Health Promotion Initiatives", "Should you be among them, you can be confident that there is a spot for you at eMAG.", "<NAME> <NAME> in <LOCATION> Our headquarters is nestled in <LOCATION> and our impressive edifice boasts a variety of unique workspaces, lounges, and breakout zones to cater to your every requirement. Located in the heart of <LOCATION>, adjacent to <LOCATION> river - we're situated in the epicenter of one of the globe's most renowned cities. There are green spaces aplenty where you can take a leisurely stroll along <LOCATION> or visit <LOCATION> <LOCATION> to appreciate the cityscape from a higher perspective. With an abundance of cultural experiences right at your doorstep, you'll be overwhelmed with options. In fact, why not take a virtual tour of our office using Street View and envision yourself here.", "Reduced prices for Fitness First gym subscriptions for staff and immediate relatives;", "Over 10,000 individuals", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Our collaboration takes place at our main office in <LOCATION> <LOCATION>, as well as at supplementary branches in <LOCATION> <LOCATION> and lab establishments in <LOCATION> <LOCATION>.", "Business Overview:", "Operate on adaptable schedules because you likely have a personal life.", "Community", "Employment perks: -", "Android Developer ( m/f/x ) in-house or remote ( in <LOCATION> ) Job details", "Full-time employment", "Business Sector:", "- <PLACE> <PLACE> <PLACE>", "<INSTITUTION> <CORPORATION> <COMPANY> <FIRM> <ENTERPRISE>", "As an Android Developer you possess", "Embark on the SAP voyage towards smart business with us.", "We empower businesses to streamline and digitize their inspection processes to enhance quality & safety and conserve time.", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in perspective and innovative resolutions that serve the optimal interests of our international clientele.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "We provide a market-rate remuneration", "We promote all individuals to voice their thoughts and provide independence and concentration to self-reliant teams.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Beyond the standard wage, there is an opportunity to receive RSU and yearly bonus in accordance with <ORGANIZATION> internal regulations.", "We require your resume credentials and a brief explanation of your enthusiasm to collaborate with us on freeing data in the art industry.", "Appreciates: 0 Detests: 0 Adores: 0", "As an AI, I need a valid sentence to rewrite. The sentence you provided is not valid. Please provide a complete sentence.", "Amid substantial expansion occurring within our company currently, we are seeking exceptional individuals to assist us in achieving remarkable feats.", "Business Sector:", "You didn't provide a sentence to rewrite. Please provide a sentence.", "You are welcome to contact our Talent Acquisition Specialist <NAME> or <NAME>, our Chief of Human Resources.", "<ORGANIZATION> is a fair employment provider dedicated to fostering inclusivity and variety.", "Philanthropic Donation Matching", "Full-time employment", "Health Promotion Rewards", "Our team is central to all our operations and we provide a dynamic setting where we enjoy, applaud achievements, and equip you with all the resources you'll require to excel.", "Workplace", "Within a collective of approximately 300 designers from <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you cultivate innovation and teamwork.", "Client-Side Programmer", "Full-time employment", "Business Sector:", "Pension Accumulation Plans", "Establish them.", "Our site garners over 280 million hits per month, connecting with more than 24 million engaged customers.", "€48,000 - 84,000", "Position Overview:", "We eagerly anticipate your application submission!", "Business Overview:", "Type of organization:", "Our primary obstacles involve efficiently responding to product interactions and alterations in load.", "The concept here is not to complete but to take pride in what you've created.", "Operating from any location within the <LOCATION> remotely.", "Site alternatives:", "You'll join a group intentionally designed to fulfill and surpass our changing technology requirements as well as our technology controls plan.", "Business Overview:", "Level of expertise:", "To excel and confront them in the most effective manner you possess:", "Type of organization:", "Engage in Network lifecycle administration via network construction and/or enhancement initiatives.", "<ORGANIZATION> service groups will have the capacity to enhance the abundant information supplied by the network automation to facilitate new situations.", "You didn't provide a sentence to rewrite. Please provide a sentence.", ". . favor clear, straightforward, and candid communication . .", "Intrigued? Rest assured, there are numerous other tasks awaiting your expertise.", "We are seeking a seasoned Android Software Developer.", "Full employment", "Android Developer ( m/f/x ) in-person or remote ( in <LOCATION> ) <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>", "Education & Advancement", "We are eager to receive your response.", "One of the principles ingrained in our ethos is 'remain delightfully quirky' - and that pertains to everyone here.", "As the technology associate of <ORGANIZATION>, we are broadening our team in <LOCATION> and are prepared to recruit the most brilliant minds in the IT industry.", "Zero extra hours", "<INSTITUTION> <CORPORATION>", "You are expected to:", "Within our groups, no one has all the knowledge and we don't anticipate you to as well.", "and <LOCATION> .", "In-house career progression scheme and skill consultants", "1 SAP Collaborator", "Experience in networking.", "Initially focusing primarily on our newly launched web-based IDE.", "Entry to Culture and Recreation Program", "We're a public domain technology group assisting millions in staying abreast of the latest developments.", "blog or join in for our", "Pregnancy and Paternity Leave Adoption Support", "Position Overview", "\"Vue.js Vuex TypeScript fp-ts io-ts SCSS\" \n\n(Note: These are specific programming languages and libraries, and there are no synonyms for them.)", "Corporate Celebrations", "Position Overview:", "Position Overview:", "This sentence is not valid as it only contains placeholders for locations and no actual content to rewrite. Please provide a complete sentence.", "Medical and Insurance Coverage", "Employment perks: -", "Medical and Coverage Policies", "Annual performance rewards & wage hikes if you're not terrible.", "Receive a corporate MacBook Pro D̶o̶n̶'̶t̶ ̶f̶o̶l̶l̶o̶w̶ ̶t̶h̶e̶ ̶h̶e̶r̶d̶ Dare to be Different.", "Type of organization:", "In every single <ORGANIZATION> branch, we accomplish tasks swiftly by fostering a receptive environment with innovative, cooperative, self-governing groups where superior concepts prevail.", "For your information: should your application be successful, we will require you to undergo a criminal background check.", "Numerous years of professional experience in a comparable position.", "You are welcome to work from home, just like all of our programmers.", "Our platform is a web-based application utilizing API, enabling us to handle art-focused data and generate and distribute empirical digital catalogue raisonnés.", "We are a varied group and endeavour to optimise and foster each person's potential.", "Tech Tools", "Compensated Leave", ". . the application of Gerrit Jenkins pytest and shellcheck in examination . .", "to boost business efficiency and generate", "Our present main offices are located in <LOCATION> <LOCATION> and <LOCATION> <LOCATION> <LOCATION>, however, we operate from 15 locations globally.", "Compensated Leave", "Fire off an email to us with your application", "Our primary mission is to assist our corporate clients in expediting their digital transition initiatives via our velocity™ consulting service or salvage precarious and intricate software engineering projects with specific interventions.", "Full-time employment", "Explore our finance or engineering blog to discover the insights of our Specialist Team.", "Profession", "Position type:", "In collaboration with your team members, you will guarantee that we enhance the user experience on mobile devices and Set-Top Boxes for over 100 million users.", "Coaching & individual growth program", "engineering-centric institution", "Pension Accumulation Plans", "Perks of the job: Attractive Yearly Bonus Plan Minimum of 25 days vacation Additional paid vacation day for your birthday Retirement Plan Private Medical Insurance Metro Card Commuter discount program in <LOCATION> Reduced price Oyster Travel Card in <LOCATION> Corporate perks like Gym Memberships and movie theater discounts Bicycle to work program and bike storage Employee referral program and bonus Company overview: Our Commitment We prioritize the safety and health of our staff, particularly during these challenging times. We have implemented stringent Covid19 protocols and provide our new hires with a comprehensive remote onboarding and training process to ensure you feel welcomed and integrated into our team.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "In the role of", "Childcare assistance", "We hope for great success with your application.", "In addition to salary, we provide:", "<INSTITUTION> <CORPORATION> <ASSOCIATION>", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "Employment perks: Medical Insurance Exposure to cutting-edge technologies Adjustable work schedule Udemy Access Bookster Continuous Learning Fitness Benefits Platform Company overview: BACKGROUND: <ORGANIZATION> is a Romanian firm established in 2001, a trailblazer in the Romanian digital market with a footprint in <LOCATION> <LOCATION> and <LOCATION>. For over 18 years, the firm has been consistently investing in technology-driven services crafted in <LOCATION> that assist clients in saving time and money.", "Remote work stipend to assist you in getting settled", "Community", "Quality Assurance/Test Engineer", "As a corporation, we're a non-profit entity wholly dedicated to safeguarding consumers - a potent advocate for righteousness, striving to make life easier, more equitable, and secure for all.", "Over the recent years, we have revamped our operational methods; we gathered the design, development, and business experts at a common platform and began to collaborate more closely as a unified team.", "* Knowledge of standard stacks", "You need to provide a sentence for me to rewrite.", "Pregnancy and Paternity Leave Adoption Support", "Submit your application now through our digital platform", "Whether you prefer to be part of a shared workspace or accomplish your tasks from the comfort of your home, the decision and adaptability are entirely up to you.", "This position necessitates a broad range of skills and abilities including:", "Ascend Further.", "Particularly when each string of code immediately impacts the experiences of thousands of active users. Everything we develop will be utilized in production the instant we deploy the code.", "<ORGANIZATION> is the foremost cloud-based business process management software suite globally.", "Telecommute", "All-inclusive benefits bundle (health, dental, vision, disability) Same-gender partner and transgender advantages in certain nations", "Additional Details: For more insights about our campus, click here. Employment perks: 25 days of annual vacation (additional 1 day for each year of service up to 30 days) Automatic enrolment into a generous Retirement Plan Up to 2 days of paid annual volunteer work leave Up to 10 days of paid Emergency Caregiver's Leave annually Family-oriented atmosphere including an on-site childcare facility Discounted on-site gym, tennis courts, sports complex and fitness classes Life Insurance & Group Income Protection Plan Enhanced maternity and paternity leave Flexible work arrangements Private medical, vision and dental coverage Company overview: Life at <ORGANIZATION> is truly distinctive, where teamwork, innovation and respect for individuals are evident in all our activities. Spread over 130 acres just outside of <LOCATION>, our team is shaping the future by conducting transformative science with the reach, scale and creativity to address some of mankind’s most pressing challenges.", "Join us as you are: Employment perks: <ORGANIZATION> – Personal Education Budget, IT Thinkpark Event Series and regular Meetups, Global IT Community, Company Pension + St. Nicholas Bonus, Job Ticket, Subsidy for Childcare. Company overview: Information Technology (IT) Digital first – with you in the front row. Banking without IT? Impossible. We want our customers to take control of their financial lives. For this, we create the infrastructure, develop smart apps, manage various applications, and ensure everything runs smoothly.", "They value our superior and all-inclusive services that span from creation and manufacturing to on-location services.", "The globe is transforming and our SAP specialists forecast its tendencies by", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Our Tech division develops <ORGANIZATION>'s two unique in-house gaming platforms, affectionately named Excite and Enjoy, which fuel all our brands and initiatives globally.", "Level of experience:", "The opportunity to contribute to the upcoming digital solutions of <ORGANIZATION> <ORGANIZATION>", "Health Promotion Initiatives", "Inquiries regarding the position?", "Type of organization:", "To date, we have supplied data for over 40k+ pieces of art, 60k+ archival materials, and 14M+ media items, featuring artists like <NAME> <NAME> <NAME> <NAME> and <NAME> <NAME> - among others.", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "Tech Tools", "Employment perks: -", "Looking for some additional physical activity? Opt for the company-provided bicycle over the public transit pass.", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "Employment Perks: - Business Overview: At <ORGANIZATION>, we assist millions of globetrotters worldwide in making assured travel choices. <ORGANIZATION> scans other platforms to provide travellers with the necessary details to locate the appropriate flights, accommodations, car rentals, and holiday packages, establishing us as the world's premier travel search engine.", "Position type:", "Discover the German heritage and participate in our complimentary German language classes.", "Pregnancy and Paternity Leave Adoption Support", "What you will contribute:", "- you act ethically and understand how to establish anticipations", "<ORGANIZATION> Perks", "Possible locations:", "You need to provide a sentence for me to rewrite.", "<ORGANIZATION> is a pivotal cooperative that generates specialist and auxiliary services – like chain management product assortment acquisition and promotional services – for the cooperatives of <ORGANIZATION> <ORGANIZATION>.", "From the outset, our guiding principle has been that we have a responsibility to assist and enlighten our clients (and anyone else for that matter) on the most effective strategies to initiate and evolve digital projects.", "fortnightly technology luncheons", "Remuneration:", "Level of experience:", "Full Stack Software Developer - <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>", "Size of the organization:", "Full employment", "Tech Tools", "and a few hours each week are set aside for acquiring new abilities.", "Senior Supervisor Endpoint Protection Engineer", "We value depth over appearance, individuals rather than tags.", "You are thoroughly engaged in all procedures and you have a comprehensive understanding of the <ORGANIZATION> system.", "Codefest classes & creativity days", "offering competitive pay, medical coverage, extra vacation days, adaptable work schedule, educational allowance, language classes, staff-driven seminars, office benefits, regular team strengthening and corporate gatherings, business journeys to <LOCATION>.", "Remuneration aligned with proficiency and background: 4000-7000 EUR gross", "Position:", "Software Development", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Intermediate Senior", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "<ORGANIZATION> is a worldwide pioneer in financial solutions, offering strategic counsel and offerings to the globe's most distinguished corporations, governmental bodies, affluent individuals, and institutional investors.", "<PLACE OF WORK>", "Check out our", "<INSTITUTION>", "501-1000 employees", "Medical and Insurance Coverage", "Senior Associate in Artificial Intelligence / Machine Learning - Corporate & Investment...", "<LOCATION> <LOCATION> <ADDRESS> - <ADDRESS>", "We select the technology we employ, we possess our own blockchain infrastructure, and we develop distributed mobile solutions — crafting the mobile client applications internally.", "Size of the organization:", "Our Commitment:", "Remuneration:", "The commotion of newsrooms and editorial departments for <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> are simultaneously chaotic, advanced, and conventional.", "Our acclaimed enterprises - encompassing <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> - are among the most recognized in the sector.", "Competitive remuneration", "We promote individual and career growth and are dedicated to making sure our staff feel appreciated, backed, and enabled to achieve their utmost capabilities in their job.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "Health improvement initiatives and mental wellbeing aids including EAP", "Individuals continue to be the focal point of all our endeavors and most of our team members are currently operating from home to maintain operational consistency, utilizing remote communication and collaboration instruments.", "Employment perks:", "We urge you to undertake assignments that allow you to develop, engage in seminars, or require training courses.", "<PLACE> <PLACE> <PLACE>", "Size of the organization:", "Publication date: 2020-12-23", "Chief of Information Technology ( m/f/d )", "Pregnancy and Paternity Leave Adoption Support", "the chance to expand and evolve with us in a vibrant steady setting", "You're a vital component of one of the globe's largest technology corporations.", "Systems Manager", ". . a group of 22 software engineers who operate based on Scrum methodology .", "Fundamental Requirements:", "The opportunity to create a significant influence -", "Mold the future of tomorrow", "Absolutely no danger of elevated cholesterol levels here! Dive into freshly prepared midday meals, wholesome nibbles, and cleanse your palate with the assistance of a fantastic Italian espresso maker.", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in perspective and innovative strategies that serve the optimal interests of our international clientele.", "food coupons", "At present, we can only provide visa assistance for <LOCATION>.", "Our Primary technology stack", "Abilities & prerequisites", "Compensated Leave", "Your responsibilities will include:", "innovative commercial structures", "Community", "Corporate retirement plan", "Furthermore, the <ORGANIZATION> is vigorously undertaking a research initiative in the realm of soft matter science and condensed matter physics.", "This sentence is not valid as it only contains placeholders and no actual content. Please provide a valid sentence.", "Type of organization:", "The two most significant endeavors at present are the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> ( <ORGANIZATION> ) and <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> ( <ORGANIZATION> ) projects.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "Complimentary fruit snacks & beverages", "Various studies have indicated that typically, men will submit an application for a position if they fulfill approximately 60% of the job criteria.", "Hub-oriented cloud-oriented adaptable computing cores approximately 15,000.", "It's an excellent opportunity to become part of our team as we have recently unveiled our fresh principles!", "For us, significant independence and level structures are not merely terms in print but daily reality.", "Taking pleasure in your work and having the opportunity to advance in your profession is significant to us.", "Next.js Framework", "<ORGANIZATION> is constructing the world's leading Asset Management Technology platform and we are in search of extraordinarily driven and top-tier talent to become part of the Portfolio Core Technology team.", "Since our inception in 2012, we've harnessed the power of the most advanced technology to develop the most exhaustive study and reference guide available, transforming the method by which doctors and medical students gain their expertise.", "Our squad operates entirely remotely from various parts of the <LOCATION>", "business mobile phone", "You will undergo comprehensive orientation and will be given ample time to acclimate yourself at <ORGANIZATION>.", "Our technological proficiency and extensive development sectors offer you experience that will undoubtedly be beneficial in your professional journey.", "Employment perks:", "Remuneration:", "Regardless of your position within <ORGANIZATION>, you have access to our health and wellness benefits and leave schemes.", "Our goal is to offer the sole software companies require to handle their human resources.", "Our procedures are continually advancing and we consistently aim to adopt a streamlined strategy.", "we elevate design to the forefront of business obstacles.", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "THE <ORGANIZATION> FORMULA Control your own body clock: Utilize our flexible scheduling and remote work opportunities.", "We have numerous prominent firms as our business associates, including one of the world's biggest insurance companies.", "Employment perks: Medical and Insurance Schemes Health Promotion Initiatives Maternity and Paternity Time Off Adoption Support Retirement Investment Plans Compensated Leave Educational Support Access to Cultural and Entertainment Scheme Equity Acquisition Plan Philanthropic Donation Matching Educational & Growth Resources Company overview: <DESCRIPTION>$", "Perks:", "Should you believe you possess the necessary skills to thrive in this position, feel free to apply below or drop us a brief note with any queries for additional details.", "What we require from you", "Please incorporate the term 'fennel' into your application letter to demonstrate that you've thoroughly reviewed the job description (this assists us in eliminating those who aren't serious!) Application deadline: May 1st, 2021", "Size of the organization:", "We anticipate your virtual visit and conversation with us at this occasion.", "Our goal is to link hundreds of thousands of properties throughout the <LOCATION> to the 21st century.", "Besides, they can handle their digital reputation, engage with their customers, and also oversee their visibility on social media platforms and other publication channels.", "Business Sector:", "Together, you will collaborate with your colleagues and across the Digital Platform, which encompasses other engineers, architects, designers, cybersecurity, and product teams to construct the most optimal solutions possible.", "Established in 2020 with the backing of the <ORGANIZATION>, we possess all the necessary resources to achieve our mission.", "Size of the organization:", "Tech Tools", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "Type of organization:", "Under 2 GlBG, the least aggregate remuneration is EUR 46.269,33 - gross annually.", "If that resonates with you, take the leap! If that resonates with you, take the leap! Job perks: - Company overview: VoiceLine sets the new benchmark for intelligent voice messaging. Our users will enjoy unparalleled liberty at work and concentrate on their top priorities. By developing the easiest, quickest, and most adaptable communication option, we eradicate the need for lengthy video conferences, meetings, or emails right from the root.", "Size of the organization:", "You will collaborate intimately with an increasingly skilled and expanding group of engineers: 2 full-stack, 1 front-end, and 2 native app developers.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "£60,000 - 80,000", "<ORGANIZATION> communal and comprehensive site events", "We cherish variety and are dedicated to fostering a welcoming environment where everyone can express their true selves and achieve their utmost capabilities.", "Collaborate with our team remotely or in-person anywhere from <LOCATION>.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Tech Tools", "Type of organization:", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Expansion -", "Retirement plan increasing to 11% following a year of employment", "Compensated subway pass if required", "This position necessitates a broad range of skills and abilities including:", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in perspectives and innovative solutions that serve the optimal interests of our international clientele.", "Perhaps your thoughts or proposals aren't appreciated in your current position, or you're eager to apply your newly acquired abilities but simply aren't given the opportunity to.", "Not all individuals aspire to be a supervisor, hence <ORGANIZATION> provides equivalent paths for both technical and managerial positions that you can transition between whenever you wish.", "Any of these will enhance your prospects:", ". . thrive best in a compact, non-red tape organization .", "Relocation Coordinator", "Compensation", "We construct web/mobile platforms for global industry leaders like <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> (utilized by <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> among others), in addition to numerous significant European and American start-ups.", "We prefer collaborating in a shared space to foster unity and enhance our team's productivity, however, remote work is also an option (it's the norm during the pandemic).", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Pension Accumulation Plans", "Type of organization:", "Business Sector:", "We are an extremely driven, cooperative, and jovial team with a startup mentality and a predisposition for taking initiative.", "Business Overview:", "Equity Acquisition Program", "Complete-Stack Javascript Engineer ( Node.js / React / Next.js ) <ORGANIZATION> <ORGANIZATION>", "Perks", "Submit your application for the position and we'll evaluate it.", "Alternatively, you can utilize one of our complimentary shuttle buses that operate to and from <LOCATION> <LOCATION> <LOCATION> <LOCATION> and <LOCATION> <LOCATION> subway stations.", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "Across 14 global technology centers, our workforce of over 40,000 tech experts design, construct, and implement everything from large-scale technology projects to big data and mobile applications, as well as advancements in electronic transactions, digital security, artificial intelligence, and cloud computing.", "One of the primary obstacles on the web is to authenticate an individual's identity.", "Pregnancy leave of up to 18 weeks full base pay and fatherhood leave of up to 2 weeks full base pay;", "Full-time employment", "Preferences: 0 Disapprovals: 0 Adoration: 0", "This is a thrilling chance to become part of our team and contribute to the Digital Transformation Sales and Service division.", "Via its affiliate companies, <ORGANIZATION> is involved in the tourism and accommodation industry in <LOCATION> <LOCATION> <LOCATION> and <LOCATION>, in addition to the grocery retail sector in <LOCATION> <LOCATION> and <LOCATION>.", "Absence from the office on a daily basis tends to make the heart grow fonder, hence every quarter or so, we arrange for the entire team to socialize and reconnect.", "We're an international gambling and gaming corporation expanding into fresh markets constantly.", "Module Bundler", "Taking advantage of <ORGANIZATION>'s adaptability and cooperative work environment, you will be fostered in a robust culture of transparent communication and assistance.", "Development Operations", "Position Overview:", "WE PROVIDE:", "Confidential Health Care Dental Coverage and Staff Support Program", "We are a fair employment provider and appreciate variety within our organization.", "Over 10,000 individuals", "Favorites: 2 Not Preferred: 0 Adores: 1", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Business Sector:", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Content Management System: Strapi", "Adjustable work schedule", "You hold the responsibility.", "All <ORGANIZATION> traffic, along with partner interactions, is funneled to the heart of the system, where it is coordinated and handled by several engines.", "Position Overview", "Working Time", "Business Sector:", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "Entry-Level Intermediate", "Interviews will be conducted online and the selected applicant can anticipate comprehensive support during remote induction and telecommuting until the Campus is accessible to all employees.", "Following a successful assessment, we'll schedule an interview.", "Compensated Leave", "Entry to Culture and Recreation Program", "<ORGANIZATION> is a Content Management System that assists groups in generating superior content on a large scale.", "- Full-time employment with the possibility of remote work", "The technology stack we utilize", "From a user perspective, our work impacts every aspect of their experience, from the platform they utilize to the games they engage in.", "Initially developed for grazing-incidence small-angle scattering, this software is presently being expanded to include off-specular scattering and reflectometry.", "Extra credit for familiarity with", "You need to provide a sentence for me to rewrite.", "Tech Tools", "For additional details about this position, follow the link to see the job specification.", "Over 10,000 individuals", "Frequent group activities", "Position Overview", "medical coverage and contracts with establishments", "In <ORGANIZAZIONE> ti svilupperai all'interno di un network globale e ogni giorno avrai l'opportunità di fare la differenza grazie a ciò che ti contraddistingue.", "About us We heavily invest in each individual, providing excellent career growth possibilities.", "Pregnancy and Paternity Leave Adoption Support", "enjoyable group activities (not just Oktoberfest) foosball table", "Size of the organization:", "We are seeking to add to our Digital Solutions & Services department at our headquarters in <LOCATION>, close to <LOCATION>", "We ensure loans are clear, equitable, and economical! To bolster our Instant Loan Team of 5 members, we are seeking you in a full-time capacity as a: Senior Software Engineer (m/f/d) – FinTech Application. smava’s Software Engineering division encompasses multiple technical teams in charge of the development of various sections of our platform.", "Career advancement e.g.", "Level of experience:", "At our Design & Engineering Center in <LOCATION>, we place design at the forefront of business obstacles.", "Adaptable Work Arrangements", "Employment perks: -", "<ORGANIZATION> <ORGANIZATION> was established in 2014, breaking into the FinTech sector with the objective of liberalizing investment management and brokerage.", "You will consistently collaborate with our development groups globally, from <LOCATION> <LOCATION> to <LOCATION>.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "<LOCATION> | <ORGANIZATION> | Software Developer (Junior Level) - Java", "We also uphold the importance of fostering a setting where our staff can thrive - you'll be operating in a highly contemporary workspace - and we will ensure you have ample opportunity to relax with our monthly office gatherings and team development exercises.", "Position based in: <LOCATION> <LOCATION> Employment type: Full-time Commencement: To be mutually agreed upon Perks of the job: - About the company: <ORGANIZATION> is the premier service and online marketplace for pre-owned items in <LOCATION>, having successfully rehomed over 8 million products since our inception in 2014. At <ORGANIZATION>, our mission is to enable everyone to embrace a circular lifestyle. We are convinced of the immense financial, societal, and ecological benefits of ensuring that unused items are reintroduced into circulation. With a limitless supply of second-hand goods waiting to be sold worldwide, our journey is only just getting started!", "Should you require any modifications to our hiring procedure, please communicate with our recruitment staff who will be pleased to assist you.", "Frontend Programmer Full Stack Engineer", "Perks", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Position type:", "Fitness Club Subscriptions", "Unsere spezielle Hypervisor-Technik erlaubt eine unüberwindbare Sandbox-Untersuchung unbekannter Dateien und ist besonders wirksam gegen zielgerichtete Attacken und komplexe Schadprogramme.", "<REACH OUT>", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "In the role of Android Developer, you will", "Education Funding Support", "Our somewhat self-centered ambition is to create the ultimate workplace that explicitly appreciates diverse characters, brimming with growth opportunities for all who pursue them. Sculpting the future demands strenuous effort - we pledge to be a compassionate and enjoyable work environment where each team member arrives each morning filled with abundant positivity.", "Honesty", "We <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> are specialists in uncommon genetic disorders.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "You'll operate in a cooperative, confidence-inspiring, stimulating setting—one that promotes variety in perspectives and innovative solutions that serve the optimal interests of our international clientele.", "Over 10,000 individuals", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "Job Perks: - Company Overview: ABOUT <LOCATION> Join the team at <ORGANIZATION>, a worldwide leader in fitness technology, providing health and fitness facilities with smart workout solutions. EGYM enhances the exercise experience, making it smarter and more efficient through its extensive range of connected gym equipment and digital products that flawlessly integrate with third-party hardware and software. The outcome is a fully integrated training experience that delivers measurable business and health results both on and off the training floor. <ORGANIZATION> also provides subscription-based corporate wellness solutions, combining gym access and EGYM fitness programs that directly address expensive chronic conditions and enhance employee health, leading to increased productivity and well-being. <ORGANIZATION>'s global headquarters are located in <LOCATION> <LOCATION>, with North American offices in <LOCATION> <LOCATION>.", "Compensated Leave Period", "Lead Data Engineer (Data Platform) <ORGANIZATION> <ORGANIZATION>", "Tech Tools", "We take pride in our driven, distinctive, and enthusiastic team of professionals who propel the company's development and progression. We are convinced that each new recruit introduces fresh skills and innovative concepts, providing us with the capacity to accomplish even greater feats collectively in the future.", "51–200 personnel", "It offers entry to these tools for researchers from universities and research establishments in <LOCATION> and globally.", "Our aim is to create a work environment that mirrors the varied communities we cater to.", "We do not engage in bias based on any safeguarded characteristic such as ethnicity, faith, hue, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant law.", "Within the Product & Engineering team, you will have the chance to develop rapidly, entrusted with significant responsibilities from the very first day.", "<ORGANIZATION> <ORGANIZATION> situated in <LOCATION> close to <LOCATION> is a part of the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and has a global presence in 10 locations, supported by over 100 accredited partners.", "Here's a glimpse of some of our thrilling initiatives: Bakong - constructed with Hyperledger Iroha implemented by <ORGANIZATION> in the <LOCATION> <LOCATION> <LOCATION> <ORGANIZATION> - developed with Hyperledger Iroha rolled out by the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> in <LOCATION> FUHON - crafted in C++ for the Filecoin distributed storage protocol KAGOME - Polkadot Host protocol developed in C++ for Web3 Foundation Polkaswap - an AMM DEX created on Substrate in the Polkadot ecosystem SORA - our blueprint for the future of value exchange A decentralized autonomous economy.", "Our squad firmly trusts that merging tech-focused user design with a team of genuinely committed individuals results in revolutionary product experiences. We are presently assembling our victorious team to transform our vision into reality. Be a part of it.", "Furthermore, we have faith in each individual's proficiency and offer autonomy.", "And we'll make every effort to assist you throughout your application process.", "You, along with the rest of the team, will enjoy significant independence to develop solutions that meet the current business requirements and are at liberty to select appropriate technology in line with industry-accepted best practices.", "Adaptable Schedule: We don't merely examine your resume.", "Business Sector:", "Business Overview:", "Experienced", "Whatever your identity, simply be yourself.", "<ORGANIZATION> is the globe's biggest vacation rental search engine, contrasting over 18 million proposals from in excess of 2,000 reliable associates.", "Global", "Full-time employment", "Angular Programmer: Security Solutions Integration <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>", "Please be aware: We assist with your moving process, however, for taxation purposes, you must reside in one of the following nations: <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION>.", "Complete Stack Programmer", "The role is located in <LOCATION>.", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "Position:", "We also develop our entirely in-house game consolidation and gaming platform, which we call the Engage platform.", "Employing creative methods, we incorporate that into all our tasks and collaborations.", "Community", "<COMPANY> <FIRM> <INSTITUTION> <CORPORATION> <ENTERPRISE>", "Job perks: Group meals, Regular social hours with beer and gatherings, Competitive pay, Adjustable work schedules, Easily accessible offices, Freedom to choose your work equipment, In-house sports, Table Tennis, Foosball, Yoga. Company overview: <ORGANIZATION> is the pioneer and foremost provider of Internet TV in Europe. Since our inception in 2006, we've entertained millions of users by offering a vast array of sports events, films, and TV shows on their preferred devices. We are committed to pleasing our current users and drawing in new ones by continually improving our product and strengthening our business.", "Publication date: 2021-04-21", "We do not show bias based on ethnicity, faith, hue, nationality, sex, sexual preference, age, marital condition, or disability status.", "Over 10,000 individuals", "<ORGANIZATION>, briefly referred to as <ORGANIZATION>, is a part of <ORGANIZATION> <ORGANIZATION>, a client-owned Finnish conglomerate of firms in the retail and service industries, boasting over 1,800 establishments in <LOCATION>.", "Should you have any inquiries, please do not hesitate to contact our Human Resources department.", "This will encompass verification of identity and employment, professional referrals, confirmation of education, and validation of professional credentials and affiliations (if relevant).", "Maternity/Paternity leave schemes, adoption aid, fertility assistance", "Lead Software Developer - Live Services <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>", "Regardless of your current career stage, there's ample opportunity for advancement and continuous assistance awaiting you at <ORGANIZATION>. Perhaps you're prepared for visibility on high influence career-enhancing tasks with top management. Maybe you're looking to broaden your fundamental abilities and venture into a fresh field of specialization. Or perhaps you've always desired to live in a different city. Maybe you just want to gain knowledge from some of the top experts in your field.", "Education & Growth Initiatives encompassing The Technology Institute", "While employed at <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>", "Duty", "Our research would be impossible without the ability to leverage the variety of experience, abilities, and expertise present on our Campus. Our goal is to attract, enlist, retain, and cultivate talent from the broadest possible talent reservoir, thus gaining understanding and entry into diverse markets to create a more significant global impact.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "<INSTITUTION>", "It's a crucial period for Technology at <ORGANIZATION> as we propel our bold transformation initiative, placing users at the core of every product we develop, advancing our technologies to provide top-tier user experiences.", "<ORGANIZATION> is the <LOCATION> consumer advocate.", "<ORGANIZATION> is a worldwide pioneer in financial solutions, offering strategic counsel and offerings to the globe's most distinguished corporations, governmental bodies, affluent individuals, and institutional investors.", "Through our solution, we simplify the lives of numerous administrators and assist them in managing the escalating intricacy of IT.", "How's the team dynamic", "Our exceptional array of benefits truly stand out, here are just a few: - Sky Q for all your favorite TV in one location - A substantial pension plan - Private medical insurance - Reduced rates on mobile and broadband - Access to a broad selection of exclusive <ORGANIZATION> VIP perks and experiences. Your workplace: Osterley: Our <LOCATION> Campus is a brief 10-minute stroll from <LOCATION> <LOCATION> railway station.", "Our somewhat self-centered ambition is to create the ultimate workplace that explicitly appreciates diverse characters, brimming with growth opportunities for all who pursue them. Sculpting the future demands strenuous effort - we pledge to be a compassionate and enjoyable work environment where each team member arrives each morning filled with abundant positivity.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Our emphasis is more on your personality and the prospective value you can add to <ORGANIZATION>.", "COMPLETE STACK SOFTWARE ENGINEER ( M/F/D ) YOUR RESPONSIBILITIES:", "of empowerment, confidence, acknowledgement, independence, and quarterly clarity regarding company objectives.", "We also encourage applications from individuals with disabilities.", "Position Overview", "Position type:", "Business Overview:", "Transportation Loans & Travel2Work Programs", "Sentence: \"Wir pflegen eine familiäre Umgebung, die eng mit der Community/Kunden verbunden ist! Wir unterstützen eine hohe Selbstständigkeit sowohl für Teams als auch Einzelpersonen! Unternehmensbeschreibung: Unser Entwicklerteam konzentriert sich voll und ganz auf Open-Source-Linux Python und natürlich checkmk, das wir ständig für unsere Community und Kunden in <LOCATION> <LOCATION> und weltweit weiterentwickeln.\"", "Principal Guide", "Community", "<ORGANIZATION> ranks among <LOCATION>'s most triumphant cyber security startups, boasting robust global expansion and a senior leadership team with technical proficiency.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "As a premier supplier of IT surveillance systems, our software 'Checkmk' oversees millions of hardware devices and software applications, ranging from compact IoT devices to systems within expansive and distributed data centers.", "Furthermore, our worldwide co-innovation hubs are structured to provide comprehensive design collaboration, professional training, and product creation.", "Expertise and understanding in these domains:", "Your responsibilities will include:", "Level of experience:", "Publication date: 2021-06-23", "Our group has engineered a biologically-derived and exclusive sound processing system that understands your hearing capabilities to customize your auditory experience.", "Contemporary and remarkable tech stack", "You need to provide a sentence for me to rewrite.", "Equity Acquisition Program", "Site Dependability Engineer ( SDE ) ( JoinOCI-SRE ) <ORGANIZATION> <ORGANIZATION>", "Tech Tools", "We are in search of a seasoned Java Developer to become part of our exceptional Backend Engineering team at <ORGANIZATION>.", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Prerequisites", "Type of organization:", "Advanced proprietary technology", "Equity Acquisition Program", "Publication date: 2021-07-01", "We're highly focused on excellence and producing top-tier applications, all while working in unison with our exceptional team.", "INTRIGUED?", "Our emphasis is more on your personality and the prospective value you can add to <ORGANIZATION>.", "As per §9 Paragraph .", "You didn't provide a sentence to rewrite. Please provide a sentence.", "Collaborative mindset", "Employment perks: -", "The abilities we're seeking include", "Confidential", "We cherish nurturing our exceptional talent at <ORGANIZATION> <ORGANIZATION>.", "- Depending on skill and expertise", "Why <ORGANIZATION> <ORGANIZATION> serves as a potent educational and clinical decision aid, aiming to equip doctors worldwide to deliver the highest quality of care.", "Employment perks:", "online language courses", "At <ORGANIZATION>, extraordinary concepts rapidly transform into exceptional products, services, and customer experiences.", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "Set", "In June 2020, <ORGANIZATION> was effectively initiated in beta test and is currently swiftly expanding its user base. Given the triumph of version 1, <ORGANIZATION> is now creating extra features and capabilities to provide enhanced value to its expanding membership. If you're keen on being part of a start-up that offers all the advantages of a well-established organization, then this opportunity is perfect for you!", "Complimentary fruits and beverages", "Entry-Level Intermediate Executive", "Business Overview:", "Consequently, we address challenges in innovative, practical, and appealing methods.", "Entry to Culture and Recreation Program", "<REACH OUT> <REACH OUT>", "Business Sector:", "Visa sponsorship and compensated relocation", "OpenTable groups operate autonomously and devise their own work methods.", "Regarding <ORGANIZATION> <ORGANIZATION>", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "In order to ensure everyone's safety, we have modified our application procedure to suit the current circumstances and carry out our interviews via video call and occasionally face-to-face - adhering to the required distancing and sanitation guidelines.", "Publication date: 2021-06-29", "Our objective is to revolutionize internal audits in a vast untapped sector that still depends on pen & paper.", "Essential tech expertise:", "We are <ORGANIZATION> <ORGANIZATION> and our mission is to transform gaming into all that it can be.", "Comprehensive instruction by guides Compensation for extra travel expenses for an interview and assistance with any required relocation from overseas Our staff are our most precious resource, which is why we reward their outstanding performance with not only a range of perks but also a highly competitive wage.", "The main responsibility of this person will be to assist with the network infrastructure of our <LOCATION> based cloud platforms.", "Business Sector:", "Furthermore, based on the position you've applied for and the character of any criminal records you may possess, we may need to rescind the offer.", "Our investigators dedicate each day to searching for signs of malicious actor behavior and collaborating with engineering and security groups to enhance our detection abilities and security measures.", "Community", "The Programme's scientific foundation relies on large-scale provision of data that will bolster conservation and management science, biotechnological advancement, and fundamental biological comprehension of all life on earth.", "In 2019, our diligent efforts secured €30M in Series B financing to broaden our product range and its market penetration.", "Relish working in an office situated in a prime location in the heart of <LOCATION>, one of <LOCATION>'s most appealing cities.", "Experienced", "Client-centric approach - You ought to be constantly contemplating, “How can I maximize the value delivered to our clients?”", "Our innovation provides instant benefits to the largest corporations worldwide and directly influences daily work routines.", "This role holds the possibility of transitioning into a Product Owner position in the future.", "Everyone depends on Celonis technology to unleash their maximum operational potential and instigate alterations to business procedures.", "Compensated Leave", "20Gbit robust link to <ORGANIZATION> <ORGANIZATION> backbone velocity 400GBit/sec Total count of computing cores: Approximately 45,000$", "Your position within the group We are recruiting for Intermediate and Advanced Data Ops engineers.", "Adaptable work schedules and numerous chances to harmonize professional and personal life", "We also have an abundance of bicycle storage and shower facilities.", "Strictly Bulk Sales.", "We construct exceptional online solutions that allow our readers to access our newspapers and tune into our radio stations from any location, satisfying their craving for news, viewpoints, and amusement.", "As a part of the <ORGANIZATION> <ORGANIZATION>, our objective is to address the significant societal issues of our era and carry out investigations into the potential of a digital society, an eco-friendly energy framework, and a resource-optimized economy.", "Your endeavors will impact individuals across the financial range and throughout all our sectors: <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and within the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> .", "Group meals, team gatherings, post-work beverages, inviting ambiance", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Are you interested in contributing to a tech-focused start-up where your work truly makes a difference?", "<ORGANIZATION> operates as an autonomously controlled affiliate of <ORGANIZATION> <ORGANIZATION>.", "Business Overview:", "Quality Assurance/Test Engineer", "Teamwork is a significant aspect of our operations here.", "We collaborate with top-tier digital firms, tertiary education establishments, governmental bodies, charitable entities, and association organizations.", "Remunerated leave.", "Health Promotion Initiatives", "Position Overview", "In <ORGANIZATION>, you'll collaborate with a group of exceptionally skilled Technology and Engineering experts who are transforming the provision of Cloud Services for Corporate Clients.", "You have the liberty to utilize the operating system you prefer, the equipment you are at ease with, and arrange your work environment to your liking.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "Requirements:", "We are seeking a Bioinformatician to become part of our R & D bioinformatics group in <LOCATION>.", "Your responsibilities:", "<ORGANIZATION> <ORGANIZATION> <ORGANIZATION> is a worldwide authority in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "This sentence is not valid as it only contains placeholders (\"<ORGANIZATION>\") and no actual content to rewrite. Please provide a complete sentence.", "We are a fair employment provider and highly appreciate diversity and inclusivity within our organization.", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "And if you're utilizing S Group offerings, you can witness the outcomes firsthand.", "Senior Supervisor Endpoint Protection Engineer", "Reasons to become a part of our team:", "Collaborate with approximately 6,400 staff members in one of <LOCATION>'s largest research facilities and assist us in driving transformation!", "Size of the organization:", "<STREET> <STREET> <PLACE> - <PLACE>", "Position Overview:", "We foster an environment of exploration and continually aim for enhancement and knowledge acquisition.", "<ORGANIZATION> is a Content Management System that assists groups in generating superior content on a large scale", "Compensated Leave", "Full employment", "(We provide funding for shared workspaces or to assist with your home office setup) Please note that despite the job being remote, we require you to journey to <LOCATION> for team days / product team gatherings every few months.", "Craving more serotonin? Participate in our monthly team activities, game evenings, and weekly language meals.", "All-inclusive benefits bundle (health, dental, vision, disability) Same-gender partner and transgender benefits available in certain countries", "Our objective is to assist businesses in conserving time and concentrating on their core competencies.", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "Position Overview", "Researches", "201–500 employees", "We'll call you in for a discussion", "Preferences: 0 Disapprovals: 0 Adoration: 0", "In der gegenwärtigen Situation ist das Arbeiten von Zuhause aus vollständig möglich! Du entdeckst als Norm höhenverstellbare Arbeitsstationen.", "Full employment", "Should you have any inquiries, feel free to contact <NAME> <NAME>", "<LOCATION> <LOCATION> <LOCATION> <LOCATION> <ADDRESS>", "We anticipate receiving your application through our platform until 24.01.2021.", "COMPLETE STACK SOFTWARE ENGINEER ( M/F/D )", "Tech Tools", "Compensation: £35,000 – £45,000 At <ORGANIZATION> <ORGANIZATION>, we are revolutionizing how consumers and businesses interact with the digital universe.", "Do you believe that a firm's IT division is pivotal in facilitating expansion?", "Health Promotion Initiatives", ". . a 40 hours per week role with 28 days of holiday leave . ", "An environment where you can confidently express your individuality; our team members make <ORGANIZATION> a genuinely thrilling and welcoming place to work.", "Complimentary language courses", "Prerequisites", "Publication date: 2021-08-09", "<COMPANY> <INSTITUTION>", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "Variety of Employee Support Networks", "Medical Care", "Die Arbeitsmaterialien können frei ausgewählt werden.", "We aim to guarantee that everyone has the opportunity to participate in our hiring procedures, and thus, when necessary, we implement suitable modifications to accommodate our applicants.", "What competencies are required for success in this role at <ORGANIZATION>?", "Journey to gatherings & functions (and present if you're bold enough) Operate in a setting where memes communicate more powerfully than words.", "Hence, experts guarantee that crucial IT systems and programs function seamlessly in these demanding settings.", "Our investigation delves into the core of the consumer concerns that are significant and our professional guidance is entirely unbiased.", "Position type:", "A few of our clients encompass <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> along with <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>.", "Kinds of assignments you inquire?", "Full-time employment", "Position Overview:", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Established in 2014, <ORGANIZATION> has a workforce of over 250 individuals and runs 43 online platforms.", "Our Proposal:", "We foster an environment of exploration and continually aim for enhancement and knowledge acquisition.", "Education & Training Materials", "Position:", "Remuneration", "How you can develop with us", "<ORGANIZATION> will evaluate for employment eligible candidates with arrest and conviction histories in accordance with relevant law.", "The sentence provided is not sufficient to provide a rewrite. Please provide a complete sentence.", "<COMPANY> <INSTITUTION>", "Position type:", "Over 10,000 individuals", "Professional Interruptions", "Business Overview:", "Position Overview:", "Duties", "<COMPANY> <FIRM> <CORPORATION> <ENTERPRISE> <INSTITUTION>", "Our working methodology:", "Internet-Based Hiring Platform", "You're at the helm.", "Join our workforce", "Through collaborating intimately with this community, we guarantee that our product genuinely assists our clients.", "In aid of this, our electronic repository facilitates the arrangement and configuration of primary materials that act as the bedrock for any catalogue raisonné.", "If you're checking in from the <LOCATION> or <LOCATION>, it's likely you're well acquainted with <ORGANIZATION> — and if you're in the <LOCATION>, you're about to be. We're a tech firm that's transitioned from start-up to scale-up at a breathtaking pace, and we're ready to become a crucial part of the new normal as life continues to shift increasingly online. Today, every 1.5 seconds someone posts a fresh review about one of the 440,000+ companies on <ORGANIZATION>. And tomorrow? Well, that's in your hands.", "This sentence is not valid as it only contains placeholders (\"<ORGANIZATION>\") and no actual content. Please provide a valid sentence.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "We provide our users the liberty to relish their favorite content anytime and anywhere they desire.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "Your position:", "Ongoing enhancement", "will be incorporated into your everyday work routine", "There's plenty happening #behindthebet .", "Biannual performance evaluation Complimentary meals, fruits, and snacks while working onsite.", ". . you will encounter diverse duties with us .", "<ORGANIZATION> is a Fair Employment Practices Employer.", "401(k) retirement savings program with employer contribution & Employee Share Acquisition Plan", "Position type:", "Level of experience:", "We assist device operators and engage in outstanding data evaluations.", "Check your pride at the entrance.", "We appreciate superior user-focused and enduring efforts and aim to be at the cutting edge of technology and teamwork.", "Infrastructure Development/Support Technicians", "is a fair employment opportunity provider.", "Position:", "Position Overview", "<PLACE> <PLACE> <PLACE>", "Disseminating information, teamwork, and dialogue are the fundamental values of our team.", "Engineering & Software Creation: We are the hub for over 700 engineers worldwide, with our largest tech groups located in <LOCATION> <LOCATION> <LOCATION> and <LOCATION>. Structured in independent agile product teams, we are fixated on challenges and strive to provide top-tier solutions. We adapt contemporary agile development methodologies through a practical and outcome-focused mindset, with the LEGO culture at the core. Data Science: Our emphasis is on data science abilities to unearth deeper understandings, forecast outcomes, and offer suggestions in a rapidly growing Big Data environment. We resolve business issues by facilitating insights in near real-time, ensuring the lead-time to action is minimal. UX/UI: We diligently represent the consumer's voice, crafting products and experiences that our consumers will adore. We design smooth user journeys and 'safe' spaces for our fans to explore and enjoy, from children engaging in online games and sharing <ORGANIZATION> creations to products and platforms. We are continually studying trends and end-user requirements to stay at the forefront of design.", "Considering the triumph of version 1, <ORGANIZATION> is currently enhancing more features and capabilities to provide augmented worth to its expanding membership.", "Tech Tools", "<ORGANIZATION> boasts a multitude of international clients such as <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION>.", "Within this position you will:", "Within our group, we utilise fortnightly sprints to prioritise and propel tasks.", "Explore our website and find the FAQ section to more effectively prepare your application:", "Employment perks: Medical and Insurance Coverage Wellness Initiatives Maternity and Paternity Time Off Adoption Support Retirement Investment Plans Compensated Leave Educational Aid Access to Cultural and Recreational Program Share Acquisition Scheme Philanthropic Donation Matching Learning & Growth Tools Company overview: <DESCRIPTION>$", "Remuneration:", "We provide 35 days of vacation annually, allowing you more opportunity to explore something out of the ordinary.", "Bodywork", "Position Overview", "Position Overview", "Type of organization:", "There are just not many firms globally where you can deploy exclusive code driving a whole nation's payment system in the initial part of your day, and then conclude your day developing an open source distributed crypto-asset marketplace utilized by an international audience.", "Expertise", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Competitive remuneration and corporate retirement plan", "Extra credit for familiarity with", "You will be accountable for creating new bioinformatics workflows for SARS-CoV-2 and enhancing existing algorithms.", "Experienced", "<ORGANIZATION> is a worldwide frontrunner in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "• This position might occasionally necessitate global/overseas travel.", "Position Overview", "thus you can uh. .", "We are currently engaged in", "Enduring agreement with attractive remuneration", "<ORGANIZATION> is a Fair Employment Practices Employer.", "<ORGANIZATION> will evaluate for employment eligible candidates with arrest and conviction histories in accordance with relevant law.", "Up to 18 weeks of full basic wage for maternity leave and up to 2 weeks of full basic wage for paternity leave;", "Primary duties:", "We have diligently strived to assemble a team of exceptionally skilled, industry-leading professionals who collaborate willingly to guarantee their efforts contribute to a brighter future.", "We frequently adjust and transition to different methods of operation routinely and are highly receptive to change.", "We offer an educational allowance and have set aside every Friday afternoon for the development of new abilities.", "- 13” outfitted Macbook Pro and if you're at the workplace, then a 27” Thunderbolt monitor.", "JS", "Week 1-2: Acquaint yourself with all facets of <ORGANIZATION>.", "<ORGANIZATION> is a worldwide frontrunner in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "There's a lot happening #behindthewager.", "Philanthropic Donation Matching", "Interviews will be conducted online and the selected applicant can anticipate comprehensive assistance through virtual orientation and telecommuting until the Campus is accessible to all personnel.", "Our premier business in a premier manner approach to client service fuels all our actions.", "Reduced prices for Fitness First gym subscriptions for staff and immediate relatives;", "Duties", "Education & Growth Opportunities", "There is a possibility for this role to evolve into a Product Owner position in the future.", "As an engineer, you'll provide vital input to Sellpy's future prosperity.", "Included in our initiatives are domestic payment structures on blockchain for educational institutions and even central banks.", "Within a collective of approximately 300 designers from <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you cultivate innovation and teamwork.", "Position Overview", "Position Overview:", "Intermediate Senior", "Zero extra hours", "50% discount on the price of a <ORGANIZATION> will", "What competencies are required for success in this role at <ORGANIZATION>", "Require a vacation?", "Type of organization:", "If you're interested in advancing your career within an international tech team addressing significant challenges that affect individuals and corporations globally, we would like to connect with you.", "Position Overview", "We are a compact crew of 25 (and expanding) and we shun compartmentalization, thus there's a significant chance for you to work intimately with individuals throughout the entire organization and leave your imprint.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "We are constructing multi-channel client interactions for the grocery industry ( <CONTACT> and <CONTACT> ), the household and home retail and domestic supplies ( <CONTACT> and <CONTACT> ), and the department store and niche store commerce ( <CONTACT> ). The client experience, client worth, functionality, and excellence are the fundamental principles of our work.", "You didn't provide a sentence to rewrite. Please provide a sentence so I can assist you.", "Assistance with Public Transit Pass", "We provide 35 days of vacation annually, allowing you more opportunity to explore something out of the ordinary.", "Please be aware: We facilitate your move, however, for taxation purposes, it is necessary for you to reside in one of the following nations: <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION>.", "Position Overview", "Back-end Programmer", "As the technology associate of <ORGANIZATION>, we are broadening our team in <LOCATION> and are prepared to recruit the most brilliant minds in the IT industry.", "Position Overview:", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "You will be granted the utmost liberty to discover the optimal resolution for the issue, and naturally, the most recent technological tools to accomplish this.", "you will be part of our collective cyber services division.", "Regardless of your current career stage, there's potential for advancement and continuous assistance awaiting you at <ORGANIZATION>. Perhaps you're prepared for visibility on influential career-enhancing projects with top management. Maybe you're looking to broaden your fundamental abilities and embrace a fresh field of specialization. Or perhaps you've always desired to live in a different city. Maybe you just want to gain knowledge from some of the top experts in your field.", "401(k) retirement fund with corporate contribution & Staff Stock Acquisition Scheme", "Site alternatives:", "Pregnancy and Paternity Leave Adoption Support", "Organization Overview:", "Community", "We will make every effort to assist you throughout your application process.", "The position is within our 'My Research Subscriptions' group assisting us in expanding our Research subscription features.", "Telecommute with compensated relocation", "Work location: <LOCATION> <LOCATION> urban region <LOCATION>", "Software Developer - Java", "The entire department is situated collectively in a single office in the picturesque <LOCATION>. However, in light of the present circumstances, we operate and onboard entirely remotely to ensure the safety of our staff.", "<ORGANIZATION> is dedicated to delivering top-tier cloud solutions that cater to the requirements of our clients who are addressing some of the globe's most significant challenges.", "Outcome Oriented Corporate Incentive", "Based on the position you've applied for and the type of any criminal records you may possess, we may need to rescind the offer.", "Size of the organization:", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "Our offerings include:", "Creative Specialist", "Position Overview", "Employment perks:", "Established in 2014, <ORGANIZATION> <ORGANIZATION> is a fintech startup with branches in <LOCATION> and <LOCATION>.", "<ORGANIZATION> is a global pioneer in bioinformatics.", "Organization Overview:", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "Workplace Meal", "About us We make a substantial investment in everyone, providing excellent career advancement opportunities.", "acquiring knowledge on how to execute the applications of tomorrow!", "Requirements:", "Our acclaimed enterprises - encompassing <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> - are among the most recognized in the sector.", "We collaborate with top-tier digital firms, tertiary education establishments, governmental bodies, charitable entities, and membership associations.", "Submit your application now through our digital platform", "Position Overview", "Size of the organization:", "We are not swayed by external entities and we do not accept complimentary items from product makers or sellers.", "Everyone depends on Celonis technology to unleash their maximum operational potential and instigate alterations to business procedures.", "<ORGANIZATION> <ORGANIZATION> <ORGANIZATION> is seeking full stack JS / React developers to become part of the international team in charge of constructing Content as a platform, Content as a Service, and customer personalization engine for all publicly accessible websites for <ORGANIZATION>.", "The objective of this gathering is to comprehend your technical competencies and your professional capabilities.", "Size of the organization:", "We desire for you to develop alongside us.", "Comprehensive Learning prospects and guidance scheme", "Business Sector:", "Type of organization:", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "Business Sector:", "Complete Stack Programmer", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Your position:", "We firmly trust in the potential of CICD and incorporate and launch our applications using contemporary CICD instruments from Gitlab.", "One of the principles ingrained in our ethos is 'remain delightfully quirky' - and that pertains to everyone here.", "When you are employed at <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you're not merely working for an international financial establishment.", "Organization Overview:", "You didn't provide a sentence to rewrite. Please provide a sentence so I can assist you.", "Type of organization:", "Experience in examining applications at each tier of the testing pyramid.", "Confidential", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Position Overview:", "For additional details, please reach out to our hiring team.", "Size of the organization:", "Content has never been more integral to the functioning and communication of organizations, and our clients utilize <ORGANIZATION> to oversee the personnel and procedures necessary to generate impactful content that genuinely fulfills user requirements.", "Position:", "Currently, over 5200 individuals are employed at eMAG. We firmly believe in nurturing talent, and as such, each year we dedicate increasing amounts of energy and resources to ensure we remain a continuously learning organization. We aim to provide you with highly skilled colleagues and the right environment to flourish and achieve outstanding results, helping you realize your personal and professional aspirations.", "Reach out to: <NAME> <NAME> For additional details: <CONTACT> This privacy policy is applicable for the application procedure.", "<INSTITUTION> <INSTITUTION>", "Type of organization:", "Our squad firmly trusts that merging tech-focused user design with a team of genuinely committed individuals results in revolutionary product experiences. We are presently assembling our victorious team to transform our vision into reality. Be a part of it.", "10k+ individuals", "Equity Acquisition Program", "Our primary tasks involve efficiently responding to product interfaces and alterations in load.", "Employment perks: Medical and Insurance Schemes Health Promotion Programs Maternity and Paternity Time Off Adoption Support Pension Savings Schemes Compensated Leave Educational Support Access to Culture and Entertainment Scheme Equity Acquisition Scheme Philanthropic Donation Matching Educational & Growth Resources Company overview: <DESCRIPTION>$", "<ORGANIZATION> is an unbiased employer dedicated to fostering inclusivity and variety.", "<PLACE OF WORK> <SITE> <AREA> <REGION> <SPOT> <POSITION> <VENUE>", "adjustable work hours", "Employment perks:", "The group is presently spearheading a multi-year overhaul of Asset Management technology infrastructure.", "We guarantee consistent interaction with all team members and keep you informed about the company's advancement.", "Over the recent years, we have revamped our operational methods; we gathered the design development and business experts at a common platform and began to collaborate more closely as a unified team.", "This implies we don't solely examine your resume.", "The Programme boasts an expanding collection of central - and externally-financed significant projects.", "Our methods of operation are not rigidly fixed.", "Numerous years of professional experience in a comparable position.", "Join one of the rapidly expanding and highly noticeable Fintech startups in <LOCATION>, developing a groundbreaking service that significantly influences the lives of our clients.", "Our premier business in a premier manner approach to client service fuels all our actions.", "Intrigued?", "Receive a corporate MacBook Pro D̶o̶n̶'̶t̶ ̶f̶o̶l̶l̶o̶w̶ ̶t̶h̶e̶ ̶h̶e̶r̶d̶ Stand Out.", "Publication date: 2021-08-09", "About <COMPANY>", "You didn't provide a sentence to rewrite. Could you please provide a sentence from a job posting?", "Our workplace is a 10-minute stroll from the train station and a 5-minute walk from the town's heart.", "401(k) retirement fund with corporate contribution & Staff Stock Acquisition Scheme", "Curious about different technology stacks.", "<REACH OUT> <REACH OUT>", "Client-Side Programmer", "You didn't provide a sentence to rewrite. Could you please provide a sentence from a job posting?", "You didn't provide a sentence to rewrite. Could you please provide a sentence from a job posting?", "The Perks: There's a rationale behind the buzz surrounding #LifeAtSky.", "then we'll schedule a time for conversation.", "Business Sector:", "Duties", "With us, you're not just one in a sea of many or dealing with purely hypothetical issues, but making an immediate positive impact.", "Position Overview:", "We're an international wagering and gaming corporation expanding into fresh markets constantly.", "In our mission to deliver exceptional hearing technology to a global audience, we are seeking a Quality Assurance Engineer ( f/m/d ) for a full-time position in <LOCATION>.", "We are in search of a UX & UI Designer ( m/f/x ) who is a champion for the user, passionate about creating user experience strategies based on technical specifications, user-insights, and definitions for our Art Data Platform ( <ORGANIZATION> .", "Weekly athletic events", "In collaboration with 300+ proficient experts, we assist our clients in enhancing their business productivity, securing a competitive edge, and generating in excess of 9 billion EUR in annual revenue.", "Position category:", "Venture Capital Backed", "Not all individuals aspire to be a manager, hence <ORGANIZATION> provides equivalent paths for both technical and managerial roles that you can transition between whenever you wish.", "We are presently hiring via a completely virtual interview procedure, and you'll have the opportunity to commence your role with us from home.", "- you act with integrity and understand how to establish anticipations", "Philanthropic Donation Matching", "Celonis revolutionized what was formerly a labor-intensive, costly, and consultation-dependent method to initiate and implement change in transformation projects.", "<STREET> <STREET> <PLACE> - <PLACE>", "Publication date: 2020-12-23", "Intermediate-Level", "Qualifications & prerequisites", "We understand that everyone has commitments beyond their job, hence we're open to discussing flexible work arrangements.", "Accreditation(s) in pertinent areas", "Perks", "<ORGANIZATION> is a Content Management System that assists teams in generating superior content on a large scale.", "As a Lead DevOps Engineer, you'll play a crucial role in the broader <LOCATION> devops network to assist in constructing and launching our newest <LOCATION> Sports Betting platform technology.", "Aggressive leave schedule with adaptable hours and telecommuting alternatives", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "This prompt does not provide a sentence to rewrite. It only contains placeholders (\"<ORGANIZATION>\"). Please provide a complete sentence.", "We are a fair employment provider and highly appreciate variety and inclusivity within our organization.", "501–1k employees", "Within our Site Reliability Engineering group, we create top-tier solutions for essential internal business areas, offering crucial abilities for vital cross-departmental initiatives utilizing DevOps optimal methods.", "Compensated Leave Period", "Throughout this stage, it is probable that interviews will be carried out via video conferencing tools e.g .", "We desire your involvement in the company's triumph, which is why each staff member is also granted a superior equity package.", "Perks of the job: Group meals, Regular social hours with beer and gatherings, Competitive pay, Adjustable work schedules, Easily accessible offices, Freedom to choose your work equipment, In-house sports, Table Tennis, Foosball, Yoga. Company overview: <ORGANIZATION> is the pioneer and foremost provider of Internet TV in Europe. Since our inception in 2006, we've entertained millions of users by offering a vast array of sports events, films, and TV shows on their preferred devices. We are committed to pleasing our current users and drawing in new ones by continually improving our product and strengthening our business.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Position Overview:", "Adjustable work schedule", "At <ORGANIZATION> we enjoy progressing swiftly and disrupting norms, while also prioritizing excellence in areas of significance.", "Pregnancy and Paternity Leave Adoption Support", "Full-time role with the possibility of marginally decreased work hours and 30 days of yearly vacation", "We are thoroughly familiar with the genetic foundation and the clinical manifestation of genetic diseases.", "Position Overview:", "Site alternatives:", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Size of the organization:", "Intermediate Senior", ". . an extra hours plan offering the option of compensation or deduction . .", "<LOCATION> <ADDRESS> <ADDRESS> <ADDRESS> <ADDRESS>", "Workplace", "Nevertheless, all are encouraged to innovate and quickly learn from mistakes.", "You'll become part of a group of inquisitive troubleshooters with a variety of viewpoints who are dreaming large and embracing risks.", "Position:", "We engage everyone from inception to completion, hence your participation will be required in an initial planning meeting at the commencement of a project, be included in the overall structure, and your suggestions will always be considered.", "Any of these will enhance your prospects:", "£40,000 - 50,000", "the chance to expand and evolve with us in a vibrant steady atmosphere", "Containerization Software", "At <ORGANIZATION>, we gather, manage, and preserve hundreds of gigabytes of fresh data every day utilizing technologies like Apache Kafka and Apache Spark.", ". . a technology stack utilizing Python and resources such as Pylint and MyPy shell scripts, C-coding, JavaScript, HTML, CSS, SQLs . .", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Kindly be aware that due to technical constraints we are unable to receive applications through email.", "We invite all to submit their applications and allow us the opportunity to assess your abilities and background.", "we elevate design to the forefront of business obstacles.", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "<ORGANIZATION> is a digital hub offering analytical intelligence and expertise on personnel transitions to industry professionals, aiding them in discovering answers and creating impact in their respective markets.", "Telecommute Visa sponsorship Paid moving expenses", "Employment perks:", "Position Overview", "Onsite Fitness Center", "An ambitious group -", "Our premier business in a premier manner philosophy towards client service influences all our actions.", "Global", "If you're prepared to Enjoy Creating Joy, reach out! We're excited to hear from you.", "Philanthropic Donation Matching", "We initiated in 2012 and currently assist thousands of clients globally.", "It's through the appreciation and consideration of everyone's input that we are motivated to surpass previous achievements.", "Tech Tools", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Telecommuting - We're a dispersed group and have been long before it became trendy ( / compulsory) .", "The Technological Examination", "Our Enterprise Change Framework is the intelligent method to perpetually convert between planning and implementation.", "Personal Medical Dental Coverage and Staff Support Program", "At our Design & Engineering Center in <LOCATION>, we place design at the forefront of business obstacles.", "Description of the organization:", "We require your resume credentials and a brief explanation of your enthusiasm to collaborate with us on freeing data in the art industry.", "Full employment", "Skilled motivational peers from across the globe", "Publication date: 2021-07-01", "Position category:", "Community", "jointly developing", "We eagerly anticipate your application submission!", "You, along with the rest of the team, will enjoy significant independence to develop solutions that meet the current business requirements and are at liberty to select appropriate technology in line with universally recognized best-practices.", "Senior User Experience Architect ( m/f/d )", "You'll require approximately 3 - 4 years of professional experience and will be involved in a diverse range of projects, all utilizing the most recent technology (more details to follow).", "Our goal is to fuel exceptional dining encounters as we appreciate the possibilities that can occur around the dining establishment table.", "Our premier business in a premier manner strategy for serving clients influences all our actions.", "Gain a summary:", "Our clientele hail from the culinary, pharmaceutical, personal hygiene, automotive, chemical sectors and supply chain management.", "We base our choices on what's best for the business without exceptions.", "Publication date: 2021-08-06", "You didn't provide a sentence to rewrite. Please provide a sentence from a job posting.", "You will consistently collaborate with our development groups globally, from <LOCATION> <LOCATION> to <LOCATION>.", "Within the hiring procedure of <ORGANIZATION>, applicants must successfully undergo a pre-employment screening process.", "<STREET> <STREET> <PLACE> - <PLACE>", "Looking for some additional physical activity? Opt for the company-provided bicycle over the public transit pass.", "Our premier business in a premier manner approach to client service fuels all our actions.", "Position type:", "THE <ORGANIZATION> FORMULA Control your own body clock: Utilize our flexible hours and remote work opportunities.", "Complimentary use of <ORGANIZATION> offerings such as magazines", "We select the technology we utilize, we possess our own blockchain infrastructure, and we develop distributed mobile solutions — crafting the mobile client applications internally.", "We are <ORGANIZATION> <ORGANIZATION>, a subsidiary of the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Do not hesitate to provide input and promote transformation.", "Publication date: 2021-02-13", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy, disability, or any other ground safeguarded by relevant legislation.", "At <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> we appreciate the distinct abilities of each staff member and we're constructing a technology entity that flourishes on variety.", "Position category:", "Experienced", "How can I show that I have specific requirements during the application process?", "You'll become part of a stimulating and inquisitive group of tech enthusiasts committed to enhancing the design, analytics, development, coding, testing, and application programming involved in producing top-notch software and innovative products.", "Who is the ideal candidate?", "Within this position you will:", "<ORGANIZATION> <ORGANIZATION> advocates for equal chances and variety in its employment interactions.", "Health promotion initiatives and psychological support resources including EAP", "tech-driven change initiatives on an international level.", "Business Sector:", "<INSTITUTION> <CORPORATION> <ENTITY>", "Our ambition, admittedly self-centered, is to establish the premier workplace in Inclusive, explicitly appreciating diverse personalities and brimming with growth opportunities for all who pursue them. Sculpting the future demands strenuous effort - we pledge to be a compassionate and enjoyable work environment where each team member arrives each morning filled with abundant positivity.", "You didn't provide a sentence to rewrite. Please provide a sentence from a job posting.", "We handle over 20 million users on a daily basis.", "Gatsby", "<PLACE OF RESIDENCE> <PLACE OF RESIDENCE> <AREA> <AREA> <AREA>", "Publication date: 2021-04-21", "An array of various adaptable employment alternatives that can be proposed by employees;", "Position Overview:", "We aim to create a work environment that mirrors the varied communities we cater to.", "Description of the organization:", "Cooperative and transparent corporate environment committed to creating", "We value your individual and career growth.", "Through <ORGANIZATION>, businesses of every scale can systematize, automate, and scrutinize processes, enabling them to make more intelligent business choices.", ". . an educational & development allowance .", "An excellent work environment within a cooperative group of incredible individuals under the guidance of progressive leaders.", "Position Overview", "Collaborate with a global and expanding team with previous professional experiences at major (financial) establishments like <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> or <ORGANIZATION>", "Our aim is to provide the globe's premier entertainment.", "You will acquire - and impart - expertise during regular learning group meetings and our yearly Code Camp.", "Reasons to become a part of our team:", "Compensated Leave Period", "Operating from any location within the <LOCATION> remotely.", "Through our educational environment, we aim to foster your individual and career development.", "Business Sector:", "Cloud Development Operations Engineer", "The <ORGANIZATION> <ORGANIZATION> is home to one of the most potent supercomputing infrastructures in <LOCATION>. Our IT framework facilitates the complete data workflow, from data creation to storage in databases and archival systems, research examination by Faculty teams, and publication on our website. To accommodate the demand from DNA sequencing and other data analysis, the Institute boasts: An IT crew of approximately 60 individuals with additional proficiency across our research programs and scientific operations, Centre-based high-performance computing cores, and roughly 30,000.", "<ORGANIZATION> <ORGANIZATION> was established in 2014, stepping into the FinTech sector with the objective of liberalizing investment management and brokerage.", "As a Lead Data Engineer (Data Platform), you will become part of our progressive and innovative team of Data Engineering professionals.", "Why Engineering at <ORGANIZATION>? Engineering at <ORGANIZATION> is the hub of a distinctive team ethos, fostered on cooperation, transparency, inclusiveness, and career growth.", "What is your preferred method of contribution? There will be numerous chances for you to influence our procedures.", "Medical and Insurance Coverage", "<COMMUNICATE> <COMMUNICATE>", "Practical experience in backing up the following platforms in a corporate level setting/ISP", "<INSTITUTION> <INSTITUTION>", "Should you have any inquiries, feel free to reach out to <NAME> <NAME> at <CONTACT> <CONTACT> <CONTACT>.", "Per quale motivo opterai per Accenture? Per sperimentare la passione e la dedizione che investiamo nei nostri clienti nel rivoluzionare il loro approccio al lavoro attraverso le tecnologie più avanzate.", "Principal Guide", "This will entail verification of identity and employment, professional references, confirmation of education, and validation of professional qualifications and affiliations (if relevant).", "Community", "Position Overview:", "Strictly Bulk Sales.", "Established in 2020 with the backing of the <ORGANIZATION>, we possess all the necessary resources to achieve our mission.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Position Overview", "Education & Growth Opportunities", "The commotion of newsrooms and editorial departments for <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> are simultaneously chaotic, advanced, and conventional.", "About OpenTable: OpenTable developers hail from a variety of backgrounds and we are convinced that a group with a wide range of experiences can yield exceptional outcomes.", "We are fully prepared to provide an elevated compensation to prospective applicants in accordance with any employment-related supplementary training certifications and professional experience they hold.", "Size of the organization:", "Your responsibilities will include:", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "29 days of holiday leave", "Employment perks: - Business overview: At <ORGANIZATION>, we assist millions of globetrotters worldwide in making assured travel choices. <ORGANIZATION> scans other platforms to provide travellers with the necessary details to locate the appropriate flights, accommodations, car rentals, and holiday packages, making us the world's top travel search engine.", "Compensated subway pass if required", ". We are fervent about a client-focused, data-oriented, and flexible business development strategy and are seeking individuals who resonate with our ethos and vision.", "Our primary mission is to assist our corporate clients in hastening their digital transition initiatives via our velocity™ consulting service or salvage precarious and intricate software engineering projects with specific interventions.", "Full employment", "Tech Tools", "Our multidisciplinary development teams are equipped with all the necessary resources to thrive, for instance, our mobile team includes not only IOS and Android specialists but also backend engineers.", "* Knowledge of standard stacks", "<ORGANIZATION> most valuable asset, our essence, is our team.", "Employment perks:", "Senior Associate in Artificial Intelligence / Machine Learning - Corporate & Investment...", "Position category:", "\"Our\" cannot be rewritten as it is a possessive pronoun and does not have a synonym.", "All aspects are cloud-oriented for expandability and swift market entry.", "Position Overview", "In collaboration with your team members, you will guarantee that we enhance the user experience on mobile devices and Set-Top Boxes for over 100 million users.", "Full employment", "Oracle Cloud Infrastructure - Networking Services Division", "We aim to guarantee that everyone has the opportunity to participate in our hiring procedures, and thus, when necessary, we implement suitable modifications to facilitate our applicants.", "Position Overview", "Employment perks: -", "Establish them.", "We develop solutions that deliver video to any display with enthusiasm and foresight to make amusement straightforward and individual for everyone - everywhere.", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "We are eager to receive your response.", "Full employment", "Established in 2014, <ORGANIZATION> has a workforce of over 250 individuals and runs 43 online platforms.", "Employment perks: -", "Our emphasis is more on your individuality and the prospective value you can add to <ORGANIZATION>.", "Entry to Culture and Recreation Program", "Publication date: 2021-06-29", "Medical and Insurance Coverage", "Business Sector:", "We transform the obstacles of digitalization into future solutions by addressing the fundamental IT problems of top international corporations.", "Pension Accumulation Plans", "You didn't provide a sentence to rewrite. Please provide the sentence you want to be rewritten.", "They value our superior and all-inclusive services that span from creation and manufacturing to on-location services.", "Our operations are primarily financed through member subscriptions.", "Equally for our clients as well as for our team members.", "Fundamental Requirements", "The sentence provided is not sufficient to provide a rewrite. Please provide a complete sentence.", "Do you believe that a firm's IT division is vital in facilitating expansion?", "<ORGANIZATION> also holds accountability for the strategic direction of <ORGANIZATION> <ORGANIZATION> and the growth of the business chains.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Position Overview", "Our premier business in a premier manner strategy for serving clients influences all that we undertake.", "With us, you will discover...", "<ORGANIZATION> values and embraces diversity and inclusiveness.", "<ORGANIZATION> is the biggest provider of stock with over 1000+ vendors functioning in 35 nations in <LOCATION> and <LOCATION> <LOCATION>.", "Qualifications & prerequisites", "Position Overview:", "Size of the organization:", "Your primary responsibilities will include:", "Position category:", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Position:", "Experience in a managerial role", "Position Overview:", "In compliance with relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Our responsibilities", "Position Overview", "Our procedures are continually advancing and we consistently aim to adopt a streamlined strategy.", "Working Time", "Enduring full-time role with adaptable work schedule", "Full employment", "Overview", "Employment perks: -", "Employment perks: Attractive Yearly Bonus Plan Minimum of 25 days vacation Additional paid vacation day for your birthday Retirement Plan Private Medical Insurance Metro Card Commuter discount program in <LOCATION> Reduced Oyster Travel Card in <LOCATION> Corporate perks such as Fitness Club Memberships and movie theatre discounts Bicycle to work program and bike storage Employee referral program and bonus Company overview: Our Commitment We prioritize the health and safety of our staff, particularly during these challenging times. We have implemented stringent Covid19 protocols and are assisting our new hires with a comprehensive remote induction and training process to ensure you feel welcomed and integrated into our team.", "Size of the organization:", "Entry to Culture and Recreation Program", "You will be employed in a recently formed backend group for the LEGO Certified Parental Consent items.", "More than 300 staff members embody our corporate persona: inventive, straightforward, and steady.", "In compliance with relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Prerequisites", "As an Android Developer, you will", "10,000+ individuals", "For your information: should your application be successful, we will require you to undergo a criminal background screening.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Flacher Organisationsaufbau mit transparenter Kommunikation über alle Ebenen.", "Search no more!", "Publication date: 2021-04-12", "Across 14 global technology centers, our workforce of over 40,000 tech experts design, construct, and implement everything from corporate technology projects to big data and mobile applications, along with advancements in digital transactions, cybersecurity, artificial intelligence, and cloud programming.", "From flats to chalets, yachts to fortresses, inns to backpacker lodgings and everything in between, <ORGANIZATION> amalgamates cost, location, schedule, and facilities to locate the ideal lodging for any global journey.", "While the entire realm of air accommodations or vehicle hire is standardized, train, bus, ferries, airport shuttle, all types of terrestrial transportation are disjointed at a regional level.", "Constructing a scalable, rapid-rate, and transaction-heavy e-commerce platform presents its own unique difficulties.", "Involving planners; tacticians; creators; user experience specialists."]