["Preferences: 0 Disapprovals: 0 Adoration: 0", "Competitive remuneration and corporate retirement plan", "Extra credit for familiarity with", "You will be accountable for creating new bioinformatics workflows for SARS-CoV-2 and enhancing existing algorithms.", "Experienced", "<ORGANIZATION> is a worldwide frontrunner in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "• This position might occasionally necessitate global/overseas travel.", "Position Overview", "thus you can uh. .", "We are currently engaged in", "Enduring agreement with attractive remuneration", "<ORGANIZATION> is a Fair Employment Practices Employer.", "<ORGANIZATION> will evaluate for employment eligible candidates with arrest and conviction histories in accordance with relevant law.", "Up to 18 weeks of full basic wage for maternity leave and up to 2 weeks of full basic wage for paternity leave;", "Primary duties:", "We have diligently strived to assemble a team of exceptionally skilled, industry-leading professionals who collaborate willingly to guarantee their efforts contribute to a brighter future.", "We frequently adjust and transition to different methods of operation routinely and are highly receptive to change.", "We offer an educational allowance and have set aside every Friday afternoon for the development of new abilities.", "- 13” outfitted Macbook Pro and if you're at the workplace, then a 27” Thunderbolt monitor.", "JS", "Week 1-2: Acquaint yourself with all facets of <ORGANIZATION>.", "<ORGANIZATION> is a worldwide frontrunner in financial services, offering strategic counsel and solutions to the globe's most distinguished corporations, governments, affluent individuals, and institutional investors.", "There's a lot happening #behindthewager.", "Philanthropic Donation Matching", "Interviews will be conducted online and the selected applicant can anticipate comprehensive assistance through virtual orientation and telecommuting until the Campus is accessible to all personnel.", "Our premier business in a premier manner approach to client service fuels all our actions.", "Reduced prices for Fitness First gym subscriptions for staff and immediate relatives;", "Duties", "Education & Growth Opportunities", "There is a possibility for this role to evolve into a Product Owner position in the future.", "As an engineer, you'll provide vital input to Sellpy's future prosperity.", "Included in our initiatives are domestic payment structures on blockchain for educational institutions and even central banks.", "Within a collective of approximately 300 designers from <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you cultivate innovation and teamwork.", "Position Overview", "Position Overview:", "Intermediate Senior", "Zero extra hours", "50% discount on the price of a <ORGANIZATION> will", "What competencies are required for success in this role at <ORGANIZATION>", "Require a vacation?", "Type of organization:", "If you're interested in advancing your career within an international tech team addressing significant challenges that affect individuals and corporations globally, we would like to connect with you.", "Position Overview", "We are a compact crew of 25 (and expanding) and we shun compartmentalization, thus there's a significant chance for you to work intimately with individuals throughout the entire organization and leave your imprint.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "We are constructing multi-channel client interactions for the grocery industry ( <CONTACT> and <CONTACT> ), the household and home retail and domestic supplies ( <CONTACT> and <CONTACT> ), and the department store and niche store commerce ( <CONTACT> ). The client experience, client worth, functionality, and excellence are the fundamental principles of our work.", "You didn't provide a sentence to rewrite. Please provide a sentence so I can assist you.", "Assistance with Public Transit Pass", "We provide 35 days of vacation annually, allowing you more opportunity to explore something out of the ordinary.", "Please be aware: We facilitate your move, however, for taxation purposes, it is necessary for you to reside in one of the following nations: <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION> <LOCATION>.", "Position Overview", "Back-end Programmer", "As the technology associate of <ORGANIZATION>, we are broadening our team in <LOCATION> and are prepared to recruit the most brilliant minds in the IT industry.", "Position Overview:", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "You will be granted the utmost liberty to discover the optimal resolution for the issue, and naturally, the most recent technological tools to accomplish this.", "you will be part of our collective cyber services division.", "Regardless of your current career stage, there's potential for advancement and continuous assistance awaiting you at <ORGANIZATION>. Perhaps you're prepared for visibility on influential career-enhancing projects with top management. Maybe you're looking to broaden your fundamental abilities and embrace a fresh field of specialization. Or perhaps you've always desired to live in a different city. Maybe you just want to gain knowledge from some of the top experts in your field.", "401(k) retirement fund with corporate contribution & Staff Stock Acquisition Scheme", "Site alternatives:", "Pregnancy and Paternity Leave Adoption Support", "Organization Overview:", "Community", "We will make every effort to assist you throughout your application process.", "The position is within our 'My Research Subscriptions' group assisting us in expanding our Research subscription features.", "Telecommute with compensated relocation", "Work location: <LOCATION> <LOCATION> urban region <LOCATION>", "Software Developer - Java", "The entire department is situated collectively in a single office in the picturesque <LOCATION>. However, in light of the present circumstances, we operate and onboard entirely remotely to ensure the safety of our staff.", "<ORGANIZATION> is dedicated to delivering top-tier cloud solutions that cater to the requirements of our clients who are addressing some of the globe's most significant challenges.", "Outcome Oriented Corporate Incentive", "Based on the position you've applied for and the type of any criminal records you may possess, we may need to rescind the offer.", "Size of the organization:", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "Our offerings include:", "Creative Specialist", "Position Overview", "Employment perks:", "Established in 2014, <ORGANIZATION> <ORGANIZATION> is a fintech startup with branches in <LOCATION> and <LOCATION>.", "<ORGANIZATION> is a global pioneer in bioinformatics.", "Organization Overview:", "We acknowledge that our team is our asset and the varied skills they contribute to our international staff are directly connected to our triumph.", "Workplace Meal", "About us We make a substantial investment in everyone, providing excellent career advancement opportunities.", "acquiring knowledge on how to execute the applications of tomorrow!", "Requirements:", "Our acclaimed enterprises - encompassing <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> - are among the most recognized in the sector.", "We collaborate with top-tier digital firms, tertiary education establishments, governmental bodies, charitable entities, and membership associations.", "Submit your application now through our digital platform", "Position Overview", "Size of the organization:", "We are not swayed by external entities and we do not accept complimentary items from product makers or sellers.", "Everyone depends on Celonis technology to unleash their maximum operational potential and instigate alterations to business procedures.", "<ORGANIZATION> <ORGANIZATION> <ORGANIZATION> is seeking full stack JS / React developers to become part of the international team in charge of constructing Content as a platform, Content as a Service, and customer personalization engine for all publicly accessible websites for <ORGANIZATION>.", "The objective of this gathering is to comprehend your technical competencies and your professional capabilities.", "Size of the organization:", "We desire for you to develop alongside us.", "Comprehensive Learning prospects and guidance scheme", "Business Sector:", "Type of organization:", "<PLACE> <PLACE> <PLACE> <PLACE> <PLACE> <PLACE>", "Business Sector:", "Complete Stack Programmer", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Your position:", "We firmly trust in the potential of CICD and incorporate and launch our applications using contemporary CICD instruments from Gitlab.", "One of the principles ingrained in our ethos is 'remain delightfully quirky' - and that pertains to everyone here.", "When you are employed at <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>, you're not merely working for an international financial establishment.", "Organization Overview:", "You didn't provide a sentence to rewrite. Please provide a sentence so I can assist you.", "Type of organization:", "Experience in examining applications at each tier of the testing pyramid.", "Confidential", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Position Overview:", "For additional details, please reach out to our hiring team.", "Size of the organization:", "Content has never been more integral to the functioning and communication of organizations, and our clients utilize <ORGANIZATION> to oversee the personnel and procedures necessary to generate impactful content that genuinely fulfills user requirements.", "Position:", "Currently, over 5200 individuals are employed at eMAG. We firmly believe in nurturing talent, and as such, each year we dedicate increasing amounts of energy and resources to ensure we remain a continuously learning organization. We aim to provide you with highly skilled colleagues and the right environment to flourish and achieve outstanding results, helping you realize your personal and professional aspirations.", "Reach out to: <NAME> <NAME> For additional details: <CONTACT> This privacy policy is applicable for the application procedure.", "<INSTITUTION> <INSTITUTION>", "Type of organization:", "Our squad firmly trusts that merging tech-focused user design with a team of genuinely committed individuals results in revolutionary product experiences. We are presently assembling our victorious team to transform our vision into reality. Be a part of it.", "10k+ individuals", "Equity Acquisition Program", "Our primary tasks involve efficiently responding to product interfaces and alterations in load.", "Employment perks: Medical and Insurance Schemes Health Promotion Programs Maternity and Paternity Time Off Adoption Support Pension Savings Schemes Compensated Leave Educational Support Access to Culture and Entertainment Scheme Equity Acquisition Scheme Philanthropic Donation Matching Educational & Growth Resources Company overview: <DESCRIPTION>$", "<ORGANIZATION> is an unbiased employer dedicated to fostering inclusivity and variety.", "<PLACE OF WORK> <SITE> <AREA> <REGION> <SPOT> <POSITION> <VENUE>", "adjustable work hours", "Employment perks:", "The group is presently spearheading a multi-year overhaul of Asset Management technology infrastructure.", "We guarantee consistent interaction with all team members and keep you informed about the company's advancement.", "Over the recent years, we have revamped our operational methods; we gathered the design development and business experts at a common platform and began to collaborate more closely as a unified team.", "This implies we don't solely examine your resume.", "The Programme boasts an expanding collection of central - and externally-financed significant projects.", "Our methods of operation are not rigidly fixed.", "Numerous years of professional experience in a comparable position.", "Join one of the rapidly expanding and highly noticeable Fintech startups in <LOCATION>, developing a groundbreaking service that significantly influences the lives of our clients.", "Our premier business in a premier manner approach to client service fuels all our actions.", "Intrigued?", "Receive a corporate MacBook Pro D̶o̶n̶'̶t̶ ̶f̶o̶l̶l̶o̶w̶ ̶t̶h̶e̶ ̶h̶e̶r̶d̶ Stand Out.", "Publication date: 2021-08-09", "About <COMPANY>", "You didn't provide a sentence to rewrite. Could you please provide a sentence from a job posting?", "Our workplace is a 10-minute stroll from the train station and a 5-minute walk from the town's heart.", "401(k) retirement fund with corporate contribution & Staff Stock Acquisition Scheme", "Curious about different technology stacks.", "<REACH OUT> <REACH OUT>", "Client-Side Programmer", "You didn't provide a sentence to rewrite. Could you please provide a sentence from a job posting?", "You didn't provide a sentence to rewrite. Could you please provide a sentence from a job posting?", "The Perks: There's a rationale behind the buzz surrounding #LifeAtSky.", "then we'll schedule a time for conversation.", "Business Sector:", "Duties", "With us, you're not just one in a sea of many or dealing with purely hypothetical issues, but making an immediate positive impact.", "Position Overview:", "We're an international wagering and gaming corporation expanding into fresh markets constantly.", "In our mission to deliver exceptional hearing technology to a global audience, we are seeking a Quality Assurance Engineer ( f/m/d ) for a full-time position in <LOCATION>.", "We are in search of a UX & UI Designer ( m/f/x ) who is a champion for the user, passionate about creating user experience strategies based on technical specifications, user-insights, and definitions for our Art Data Platform ( <ORGANIZATION> .", "Weekly athletic events", "In collaboration with 300+ proficient experts, we assist our clients in enhancing their business productivity, securing a competitive edge, and generating in excess of 9 billion EUR in annual revenue.", "Position category:", "Venture Capital Backed", "Not all individuals aspire to be a manager, hence <ORGANIZATION> provides equivalent paths for both technical and managerial roles that you can transition between whenever you wish.", "We are presently hiring via a completely virtual interview procedure, and you'll have the opportunity to commence your role with us from home.", "- you act with integrity and understand how to establish anticipations", "Philanthropic Donation Matching", "Celonis revolutionized what was formerly a labor-intensive, costly, and consultation-dependent method to initiate and implement change in transformation projects.", "<STREET> <STREET> <PLACE> - <PLACE>", "Publication date: 2020-12-23", "Intermediate-Level", "Qualifications & prerequisites", "We understand that everyone has commitments beyond their job, hence we're open to discussing flexible work arrangements.", "Accreditation(s) in pertinent areas", "Perks", "<ORGANIZATION> is a Content Management System that assists teams in generating superior content on a large scale.", "As a Lead DevOps Engineer, you'll play a crucial role in the broader <LOCATION> devops network to assist in constructing and launching our newest <LOCATION> Sports Betting platform technology.", "Aggressive leave schedule with adaptable hours and telecommuting alternatives", "We acknowledge that our team is our asset and the varied skills they contribute to our international workforce are directly connected to our triumph.", "This prompt does not provide a sentence to rewrite. It only contains placeholders (\"<ORGANIZATION>\"). Please provide a complete sentence.", "We are a fair employment provider and highly appreciate variety and inclusivity within our organization.", "501–1k employees", "Within our Site Reliability Engineering group, we create top-tier solutions for essential internal business areas, offering crucial abilities for vital cross-departmental initiatives utilizing DevOps optimal methods.", "Compensated Leave Period", "Throughout this stage, it is probable that interviews will be carried out via video conferencing tools e.g .", "We desire your involvement in the company's triumph, which is why each staff member is also granted a superior equity package.", "Perks of the job: Group meals, Regular social hours with beer and gatherings, Competitive pay, Adjustable work schedules, Easily accessible offices, Freedom to choose your work equipment, In-house sports, Table Tennis, Foosball, Yoga. Company overview: <ORGANIZATION> is the pioneer and foremost provider of Internet TV in Europe. Since our inception in 2006, we've entertained millions of users by offering a vast array of sports events, films, and TV shows on their preferred devices. We are committed to pleasing our current users and drawing in new ones by continually improving our product and strengthening our business.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Position Overview:", "Adjustable work schedule", "At <ORGANIZATION> we enjoy progressing swiftly and disrupting norms, while also prioritizing excellence in areas of significance.", "Pregnancy and Paternity Leave Adoption Support", "Full-time role with the possibility of marginally decreased work hours and 30 days of yearly vacation", "We are thoroughly familiar with the genetic foundation and the clinical manifestation of genetic diseases.", "Position Overview:", "Site alternatives:", "Following relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Size of the organization:", "Intermediate Senior", ". . an extra hours plan offering the option of compensation or deduction . .", "<LOCATION> <ADDRESS> <ADDRESS> <ADDRESS> <ADDRESS>", "Workplace", "Nevertheless, all are encouraged to innovate and quickly learn from mistakes.", "You'll become part of a group of inquisitive troubleshooters with a variety of viewpoints who are dreaming large and embracing risks.", "Position:", "We engage everyone from inception to completion, hence your participation will be required in an initial planning meeting at the commencement of a project, be included in the overall structure, and your suggestions will always be considered.", "Any of these will enhance your prospects:", "£40,000 - 50,000", "the chance to expand and evolve with us in a vibrant steady atmosphere", "Containerization Software", "At <ORGANIZATION>, we gather, manage, and preserve hundreds of gigabytes of fresh data every day utilizing technologies like Apache Kafka and Apache Spark.", ". . a technology stack utilizing Python and resources such as Pylint and MyPy shell scripts, C-coding, JavaScript, HTML, CSS, SQLs . .", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Kindly be aware that due to technical constraints we are unable to receive applications through email.", "We invite all to submit their applications and allow us the opportunity to assess your abilities and background.", "we elevate design to the forefront of business obstacles.", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "<ORGANIZATION> is a digital hub offering analytical intelligence and expertise on personnel transitions to industry professionals, aiding them in discovering answers and creating impact in their respective markets.", "Telecommute Visa sponsorship Paid moving expenses", "Employment perks:", "Position Overview", "Onsite Fitness Center", "An ambitious group -", "Our premier business in a premier manner philosophy towards client service influences all our actions.", "Global", "If you're prepared to Enjoy Creating Joy, reach out! We're excited to hear from you.", "Philanthropic Donation Matching", "We initiated in 2012 and currently assist thousands of clients globally.", "It's through the appreciation and consideration of everyone's input that we are motivated to surpass previous achievements.", "Tech Tools", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "Telecommuting - We're a dispersed group and have been long before it became trendy ( / compulsory) .", "The Technological Examination", "Our Enterprise Change Framework is the intelligent method to perpetually convert between planning and implementation.", "Personal Medical Dental Coverage and Staff Support Program", "At our Design & Engineering Center in <LOCATION>, we place design at the forefront of business obstacles.", "Description of the organization:", "We require your resume credentials and a brief explanation of your enthusiasm to collaborate with us on freeing data in the art industry.", "Full employment", "Skilled motivational peers from across the globe", "Publication date: 2021-07-01", "Position category:", "Community", "jointly developing", "We eagerly anticipate your application submission!", "You, along with the rest of the team, will enjoy significant independence to develop solutions that meet the current business requirements and are at liberty to select appropriate technology in line with universally recognized best-practices.", "Senior User Experience Architect ( m/f/d )", "You'll require approximately 3 - 4 years of professional experience and will be involved in a diverse range of projects, all utilizing the most recent technology (more details to follow).", "Our goal is to fuel exceptional dining encounters as we appreciate the possibilities that can occur around the dining establishment table.", "Our premier business in a premier manner strategy for serving clients influences all our actions.", "Gain a summary:", "Our clientele hail from the culinary, pharmaceutical, personal hygiene, automotive, chemical sectors and supply chain management.", "We base our choices on what's best for the business without exceptions.", "Publication date: 2021-08-06", "You didn't provide a sentence to rewrite. Please provide a sentence from a job posting.", "You will consistently collaborate with our development groups globally, from <LOCATION> <LOCATION> to <LOCATION>.", "Within the hiring procedure of <ORGANIZATION>, applicants must successfully undergo a pre-employment screening process.", "<STREET> <STREET> <PLACE> - <PLACE>", "Looking for some additional physical activity? Opt for the company-provided bicycle over the public transit pass.", "Our premier business in a premier manner approach to client service fuels all our actions.", "Position type:", "THE <ORGANIZATION> FORMULA Control your own body clock: Utilize our flexible hours and remote work opportunities.", "Complimentary use of <ORGANIZATION> offerings such as magazines", "We select the technology we utilize, we possess our own blockchain infrastructure, and we develop distributed mobile solutions — crafting the mobile client applications internally.", "We are <ORGANIZATION> <ORGANIZATION>, a subsidiary of the <ORGANIZATION> <ORGANIZATION> <ORGANIZATION>.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Do not hesitate to provide input and promote transformation.", "Publication date: 2021-02-13", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy, disability, or any other ground safeguarded by relevant legislation.", "At <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> we appreciate the distinct abilities of each staff member and we're constructing a technology entity that flourishes on variety.", "Position category:", "Experienced", "How can I show that I have specific requirements during the application process?", "You'll become part of a stimulating and inquisitive group of tech enthusiasts committed to enhancing the design, analytics, development, coding, testing, and application programming involved in producing top-notch software and innovative products.", "Who is the ideal candidate?", "Within this position you will:", "<ORGANIZATION> <ORGANIZATION> advocates for equal chances and variety in its employment interactions.", "Health promotion initiatives and psychological support resources including EAP", "tech-driven change initiatives on an international level.", "Business Sector:", "<INSTITUTION> <CORPORATION> <ENTITY>", "Our ambition, admittedly self-centered, is to establish the premier workplace in Inclusive, explicitly appreciating diverse personalities and brimming with growth opportunities for all who pursue them. Sculpting the future demands strenuous effort - we pledge to be a compassionate and enjoyable work environment where each team member arrives each morning filled with abundant positivity.", "You didn't provide a sentence to rewrite. Please provide a sentence from a job posting.", "We handle over 20 million users on a daily basis.", "Gatsby", "<PLACE OF RESIDENCE> <PLACE OF RESIDENCE> <AREA> <AREA> <AREA>", "Publication date: 2021-04-21", "An array of various adaptable employment alternatives that can be proposed by employees;", "Position Overview:", "We aim to create a work environment that mirrors the varied communities we cater to.", "Description of the organization:", "Cooperative and transparent corporate environment committed to creating", "We value your individual and career growth.", "Through <ORGANIZATION>, businesses of every scale can systematize, automate, and scrutinize processes, enabling them to make more intelligent business choices.", ". . an educational & development allowance .", "An excellent work environment within a cooperative group of incredible individuals under the guidance of progressive leaders.", "Position Overview", "Collaborate with a global and expanding team with previous professional experiences at major (financial) establishments like <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> or <ORGANIZATION>", "Our aim is to provide the globe's premier entertainment.", "You will acquire - and impart - expertise during regular learning group meetings and our yearly Code Camp.", "Reasons to become a part of our team:", "Compensated Leave Period", "Operating from any location within the <LOCATION> remotely.", "Through our educational environment, we aim to foster your individual and career development.", "Business Sector:", "Cloud Development Operations Engineer", "The <ORGANIZATION> <ORGANIZATION> is home to one of the most potent supercomputing infrastructures in <LOCATION>. Our IT framework facilitates the complete data workflow, from data creation to storage in databases and archival systems, research examination by Faculty teams, and publication on our website. To accommodate the demand from DNA sequencing and other data analysis, the Institute boasts: An IT crew of approximately 60 individuals with additional proficiency across our research programs and scientific operations, Centre-based high-performance computing cores, and roughly 30,000.", "<ORGANIZATION> <ORGANIZATION> was established in 2014, stepping into the FinTech sector with the objective of liberalizing investment management and brokerage.", "As a Lead Data Engineer (Data Platform), you will become part of our progressive and innovative team of Data Engineering professionals.", "Why Engineering at <ORGANIZATION>? Engineering at <ORGANIZATION> is the hub of a distinctive team ethos, fostered on cooperation, transparency, inclusiveness, and career growth.", "What is your preferred method of contribution? There will be numerous chances for you to influence our procedures.", "Medical and Insurance Coverage", "<COMMUNICATE> <COMMUNICATE>", "Practical experience in backing up the following platforms in a corporate level setting/ISP", "<INSTITUTION> <INSTITUTION>", "Should you have any inquiries, feel free to reach out to <NAME> <NAME> at <CONTACT> <CONTACT> <CONTACT>.", "Per quale motivo opterai per Accenture? Per sperimentare la passione e la dedizione che investiamo nei nostri clienti nel rivoluzionare il loro approccio al lavoro attraverso le tecnologie più avanzate.", "Principal Guide", "This will entail verification of identity and employment, professional references, confirmation of education, and validation of professional qualifications and affiliations (if relevant).", "Community", "Position Overview:", "Strictly Bulk Sales.", "Established in 2020 with the backing of the <ORGANIZATION>, we possess all the necessary resources to achieve our mission.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Position Overview", "Education & Growth Opportunities", "The commotion of newsrooms and editorial departments for <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> <ORGANIZATION> and <ORGANIZATION> <ORGANIZATION> are simultaneously chaotic, advanced, and conventional.", "About OpenTable: OpenTable developers hail from a variety of backgrounds and we are convinced that a group with a wide range of experiences can yield exceptional outcomes.", "We are fully prepared to provide an elevated compensation to prospective applicants in accordance with any employment-related supplementary training certifications and professional experience they hold.", "Size of the organization:", "Your responsibilities will include:", "Appreciations: 0 Disapprovals: 0 Adoration: 0", "29 days of holiday leave", "Employment perks: - Business overview: At <ORGANIZATION>, we assist millions of globetrotters worldwide in making assured travel choices. <ORGANIZATION> scans other platforms to provide travellers with the necessary details to locate the appropriate flights, accommodations, car rentals, and holiday packages, making us the world's top travel search engine.", "Compensated subway pass if required", ". We are fervent about a client-focused, data-oriented, and flexible business development strategy and are seeking individuals who resonate with our ethos and vision.", "Our primary mission is to assist our corporate clients in hastening their digital transition initiatives via our velocity™ consulting service or salvage precarious and intricate software engineering projects with specific interventions.", "Full employment", "Tech Tools", "Our multidisciplinary development teams are equipped with all the necessary resources to thrive, for instance, our mobile team includes not only IOS and Android specialists but also backend engineers.", "* Knowledge of standard stacks", "<ORGANIZATION> most valuable asset, our essence, is our team.", "Employment perks:", "Senior Associate in Artificial Intelligence / Machine Learning - Corporate & Investment...", "Position category:", "\"Our\" cannot be rewritten as it is a possessive pronoun and does not have a synonym.", "All aspects are cloud-oriented for expandability and swift market entry.", "Position Overview", "In collaboration with your team members, you will guarantee that we enhance the user experience on mobile devices and Set-Top Boxes for over 100 million users.", "Full employment", "Oracle Cloud Infrastructure - Networking Services Division", "We aim to guarantee that everyone has the opportunity to participate in our hiring procedures, and thus, when necessary, we implement suitable modifications to facilitate our applicants.", "Position Overview", "Employment perks: -", "Establish them.", "We develop solutions that deliver video to any display with enthusiasm and foresight to make amusement straightforward and individual for everyone - everywhere.", "Our premier business in a premier manner philosophy towards serving clients influences all our actions.", "We uphold equality and do not show bias based on any safeguarded characteristics such as ethnicity, faith, skin tone, nationality, sex, sexual preference, gender identification, gender portrayal, age, marital or military status, pregnancy or impairment, or any other ground safeguarded by relevant legislation.", "We are eager to receive your response.", "Full employment", "Established in 2014, <ORGANIZATION> has a workforce of over 250 individuals and runs 43 online platforms.", "Employment perks: -", "Our emphasis is more on your individuality and the prospective value you can add to <ORGANIZATION>.", "Entry to Culture and Recreation Program", "Publication date: 2021-06-29", "Medical and Insurance Coverage", "Business Sector:", "We transform the obstacles of digitalization into future solutions by addressing the fundamental IT problems of top international corporations.", "Pension Accumulation Plans", "You didn't provide a sentence to rewrite. Please provide the sentence you want to be rewritten.", "They value our superior and all-inclusive services that span from creation and manufacturing to on-location services.", "Our operations are primarily financed through member subscriptions.", "Equally for our clients as well as for our team members.", "Fundamental Requirements", "The sentence provided is not sufficient to provide a rewrite. Please provide a complete sentence.", "Do you believe that a firm's IT division is vital in facilitating expansion?", "<ORGANIZATION> also holds accountability for the strategic direction of <ORGANIZATION> <ORGANIZATION> and the growth of the business chains.", "We endeavor to establish reliable, enduring collaborations to assist our clients in accomplishing their business goals.", "Position Overview", "Our premier business in a premier manner strategy for serving clients influences all that we undertake.", "With us, you will discover...", "<ORGANIZATION> values and embraces diversity and inclusiveness.", "<ORGANIZATION> is the biggest provider of stock with over 1000+ vendors functioning in 35 nations in <LOCATION> and <LOCATION> <LOCATION>.", "Qualifications & prerequisites", "Position Overview:", "Size of the organization:", "Your primary responsibilities will include:", "Position category:", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Position:", "Experience in a managerial role", "Position Overview:", "In compliance with relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Our responsibilities", "Position Overview", "Our procedures are continually advancing and we consistently aim to adopt a streamlined strategy.", "Working Time", "Enduring full-time role with adaptable work schedule", "Full employment", "Overview", "Employment perks: -", "Employment perks: Attractive Yearly Bonus Plan Minimum of 25 days vacation Additional paid vacation day for your birthday Retirement Plan Private Medical Insurance Metro Card Commuter discount program in <LOCATION> Reduced Oyster Travel Card in <LOCATION> Corporate perks such as Fitness Club Memberships and movie theatre discounts Bicycle to work program and bike storage Employee referral program and bonus Company overview: Our Commitment We prioritize the health and safety of our staff, particularly during these challenging times. We have implemented stringent Covid19 protocols and are assisting our new hires with a comprehensive remote induction and training process to ensure you feel welcomed and integrated into our team.", "Size of the organization:", "Entry to Culture and Recreation Program", "You will be employed in a recently formed backend group for the LEGO Certified Parental Consent items.", "More than 300 staff members embody our corporate persona: inventive, straightforward, and steady.", "In compliance with relevant legislation, we provide suitable adjustments for the religious observances and convictions of applicants and employees, as well as for any mental health or physical disability requirements.", "Prerequisites", "As an Android Developer, you will", "10,000+ individuals", "For your information: should your application be successful, we will require you to undergo a criminal background screening.", "Preferences: 0 Disapprovals: 0 Adoration: 0", "Flacher Organisationsaufbau mit transparenter Kommunikation über alle Ebenen.", "Search no more!", "Publication date: 2021-04-12", "Across 14 global technology centers, our workforce of over 40,000 tech experts design, construct, and implement everything from corporate technology projects to big data and mobile applications, along with advancements in digital transactions, cybersecurity, artificial intelligence, and cloud programming.", "From flats to chalets, yachts to fortresses, inns to backpacker lodgings and everything in between, <ORGANIZATION> amalgamates cost, location, schedule, and facilities to locate the ideal lodging for any global journey.", "While the entire realm of air accommodations or vehicle hire is standardized, train, bus, ferries, airport shuttle, all types of terrestrial transportation are disjointed at a regional level.", "Constructing a scalable, rapid-rate, and transaction-heavy e-commerce platform presents its own unique difficulties.", "Involving planners; tacticians; creators; user experience specialists."]